[{"question": "Hyper viscosity is seen in", "exp": "Ref William hematology 6/e p1268 The term cryoglobulinemia refers to the presence in the serum of proteins that precipitate at temperatures below 37 degrees C and redissolve on rewarming. ... The elective treatment for hyperviscosity syndrome, whether associated with monoclonal, mixed, or polyclonalcryoglobulinemia, is plasma exchange.", "cop": 1, "opa": "Cryoglobulinemia", "opb": "Multiple myeloma", "opc": "MGUS", "opd": "Lymphoma", "subject_name": "Anatomy", "topic_name": "General anatomy", "id": "f79a972f-3611-4cdc-837e-ce2f9393f592", "choice_type": "single"}, {"question": "Splenomegaly may be a feature of: March 2013", "exp": "Ans. B i.e. Sickle cell anemia Splenomegaly Splenomegaly refers strictly to spleen enlargement, and is distinct from hyperspineism , which connotes overactive function by a spleen of any size. Splenomegaly and hypersplenism should not be confused. Each may be found separately, or they may coexist. Clinically if a spleen is palpable, it means it is enlarged as it has to undergo enlargement by at least two folds to become palpable. However, the tip of the spleen may be palpable in a newborn baby up to 3 months of age Early sickle cell anemia may present with splenomegaly", "cop": 2, "opa": "Megaloblastic anemia", "opb": "Sickle cell anemia", "opc": "Thalassemia", "opd": "G6PD deficiency", "subject_name": "Pathology", "topic_name": null, "id": "432ce240-2b6c-47aa-afd7-18bd49806239", "choice_type": "single"}, {"question": "Which of the following is measured by the device, Bellow's spirometer?", "exp": "The spirometer is a simple device for measuring gas volumes. The frequently used water spirometer, rolling seal spirometer and bellows spirometer. The last two are not water-filled and are more poable. The VT, IRV, ERV, IC, and VC can all be measured with a spirometer (as can the forced expiratory volume in 1 second , forced vital capacity , and forced expiratory flow ). The RV, the FRC, and the TLC, however, cannot be determined with a spirometer because the subject cannot exhale all the gas in the lungs. The lung volumes not measurable with spirometry can be determined by the nitrogen-washout technique, by the helium-dilution technique, and by body plethysmography. The FRC is usually determined, and RV (which is equal to FRC minus ERV) and the TLC (which is equal to VC plus RV) are then calculated from volumes obtained by spirometry. Ref: Levitzky M.G. (2007). Chapter 3. Alveolar Ventilation. In M.G. Levitzky (Ed), Pulmonary Physiology, 7e.", "cop": 4, "opa": "TLC", "opb": "RV", "opc": "Closing volume", "opd": "ERV", "subject_name": "Physiology", "topic_name": null, "id": "236d1eb1-f2e1-43b0-90f3-f88deff358cb", "choice_type": "single"}, {"question": "The WBC that is considered “second line of defence” is:", "exp": "Monocyte is considered as the second line of defence.\n \nPhagocytosis by Macrophages.\nMacrophages are the end-stage product of monocytes that enter the tissues from the blood. When activated by the immune system, they are much more powerful phagocytes than neutrophils, often capable of phagocytizing as many as 100 bacteria. They also have the ability to engulf much larger particles, even whole RBCs or, occasionally, malarial parasites, whereas neutrophils are not capable of phagocytizing particles much larger than bacteria. Also, after digesting particles, macrophages can extrude the residual products and often survive and function for many more months.\nReference: GUYTON AND HALL TEXTBOOK OF MEDICAL PHYSIOLOGY, THIRTEENTH EDITION(INTERNATIONAL EDITION ) page no 458", "cop": 4, "opa": "Neutrophil", "opb": "Eosinophil", "opc": "Basophil", "opd": "Monocyte", "subject_name": "Physiology", "topic_name": null, "id": "bdf94942-49c0-4d9a-b990-a7bfb7099857", "choice_type": "single"}, {"question": "Hamartomatous lung tissue is?", "exp": "Ans. (d) Congenital cystic adenomatoid malformation(Ref: Robbins 9th/pg 670; 8th/pg 679)Congenital cystic adenomatoid malformation (CCAM): Hamartomatous Q or dysplastic lung tissue, usually confined to one lobe.", "cop": 4, "opa": "Hypoplasia of lung", "opb": "Congenital cyst", "opc": "Lobar sequestration", "opd": "Congenital cystic adenomatoid malformation", "subject_name": "Pathology", "topic_name": "Respiration", "id": "567e1d6a-5444-4e1a-b07a-98417b051c28", "choice_type": "single"}, {"question": "Following are fibrous joints :", "exp": "B. i.e. Frontoparietal sutureSkull sutures (except sphen-occipital), vomer- sphenoid rostrum schindylesisQ, inferior tibiofibular syndesmosis and dentoalveolar gomphosis (tooth socket) joints are fibrous joints. A Schindylesis is a specialized suture where a rigid bone fits into a groove on a neighbouring element eg a cleft between the alae of vomer, which receives the rostrum of the sphenoid. (i.e. vomer - sphenoidal rostrum junction)Q- Epiphyseo-diaphyseal growth plateQ, costochondral, 1st chondrosternal and sphenoocipital joints are synchondrosis/ syncendrosis or primary cailaginous joints; whereas, symphysis pubis, symphysis menti, sacrococcygeal, interveebral and manubriosternal jointsQ are symphyses or secondary cailaginous joints.Aicular cailage of most (not all) synol joints are lined by hyaline cailage Q. In some synol joints the cavity is paially or completely subdivided into two by an aicular disc, made up of fibrocailage eg. Temporomadibular jt, sternoclavicular jt, menisci of knee joint. More mobile the joint the more commonly it discloates eg shoulder jtQ. MCP Jt. is a condylar - synol joint", "cop": 2, "opa": "Pubic symphysis", "opb": "Fronto parietal suture", "opc": "Manubrio sternal joint", "opd": "Inf. radio ulnar joint", "subject_name": "Anatomy", "topic_name": null, "id": "e2e8a056-13c0-457f-945f-da4fdb9afbd6", "choice_type": "single"}, {"question": "Supraventricular crest lies between-", "exp": "Ans. is 'a' i.e., Pulmonary orifice and atrioventricular orifice Interior of right ventricle* It is anteroinferior chamber and projects to the left of right atrium. It is in contact with the sternum.* It is divided into -i) Rough inflowing part (ventricle proper)# It is developed from right half of primitive ventricle.# Its interior is rough due to the presence of muscular ridges known as trabeculae carneae, which are more prominent in apical region.# Trabeculae carneae are of 3 types: -1. Ridges - Linear elevations.Supraventricular crest - a ridge present between the pulmonary and atrioventricular orifices, extends downwards in the posterior wall of the infundibulum.2. Bridges -'Muscular elevations with fixed ends on ventricular walls, the center being free.Septomarginal trabecula: It is a specialized bridge which extends from the right of ventricularseptum to the base of anterior papillary muscle. It contains the right branch of atrioventricular bundle.3. Papillary muscles are conical projections of muscle fiber bundles. Their base is attached to the ventricular wall and the apex is attached to the chordae tendinae, which are further attached to the cusps of atrioventricular (AV) valves. There are three papillary muscles in the right and two in the left ventricle. They regulate closure of atrioventricular valves.ii) Smooth outflowing part (infundibulum or conus arteriosus)# Smooth outflowing part develops from mid portion of bulbus cordis and surrounds pulmonary valveSupraventricular crest (crista supraventriculars) or infundibuloventricular crest separates tricuspid (AV) orifice and pulmonary orifice, i.e. inlet and outlet parts.", "cop": 1, "opa": "Pulmonary orifice and atrioventricular orifice", "opb": "Atrioventricular orifice and fossa ovalis", "opc": "SVC and right atrium", "opd": "Right an dleft coronary artery", "subject_name": "Anatomy", "topic_name": "Thorax", "id": "78353090-0d67-40f9-9067-b6ddcfa932cc", "choice_type": "single"}, {"question": "Which of the following is freely filtered by kidney across glomerular capillariesa)  Albumin (across glomerular capillaries)b) Globulinc) Creatinined) HCO3 e)  Glucose", "exp": "Freely filterable substances by glomerulus\n-        Water\n-        Na+\n-        Cl-\n-        HCO3-\n-        Inulin\n-        Glucose\n-        Creatinine\n \n-        Free Calcium or phosphate", "cop": 1, "opa": "cde", "opb": "acd", "opc": "bde", "opd": "ade", "subject_name": "Physiology", "topic_name": null, "id": "47a7e08c-e3a3-46bf-8927-d9e194a385c1", "choice_type": "single"}, {"question": "Bicipital aponeurosis lies over which structure in cubital fossa:-", "exp": "Bicipital aponeurosis lies superficial to the brachial aery and median nerve. -lies deep to superficial veins. -provides protection for the deeper structures during venepuncture at cubital fossa. -routinely released to decompress the median nerve", "cop": 3, "opa": "Median cubital vein", "opb": "Radial nerve", "opc": "Brachial aery", "opd": "Anterior interosseous aery", "subject_name": "Anatomy", "topic_name": "Muscles of arm and forearm region & Cubital fossa", "id": "dc05e667-659f-4f8f-a534-b329a1b356cc", "choice_type": "single"}, {"question": "Polymorphic ventricular tachycardia can occur when terfenadine(antihistaminic):", "exp": "Torsades de pointes (polymorphic ventricular tachycardia) occurs when terfenadine is taken in higher doses or when hepatic metabolism is impaired by disease or by drugs which inhibit the cytochrome P450 responsible for metabolism of terfenadine. Drugs include erythromycin, clarithromycin, ketoconazole and itraconazole. Azithromycin and fluconazole that are excreted unchanged in the urine have not been associated with impaired metabolism of terfenadine. Terfenadine blocks the delayed rectifier potassium channels and prolongs cardiac repolarization and the QT interval.", "cop": 3, "opa": "Is coadministrator with azithromycin", "opb": "Is coadministrator with fluconazole", "opc": "Is given in higher doses", "opd": "Reduces QT interval", "subject_name": "Pharmacology", "topic_name": null, "id": "1815507f-a0d9-4c6a-a954-8e44adbac33e", "choice_type": "single"}, {"question": "1-a hydroxylation in Vitamin-D metabolism takes place in", "exp": "Vitamin D is a fat-soluble vitamin molecule found in fish liver oils, and also produced in the skin when subjected to ultraviolet rays from sunlight. The main function of the vitamin is to increase the utilization of calcium and phosphorus in bones and teeth. A mixture of several forms of vitamin D: Vitamin D3 is synthesized in the skin upon exposure to ultraviolet light; in contrast, vitamin D2 is obtained only from the diet. Both vitamins D2 and D3 are metabolized to 25-hydroxyvitamin D in the liver, and then to the active 1,25 dihydroxy form in the kidney. Vitamin D has a major role in the intestinal absorption of calcium, bone calcium balance and renal excretion of calcium.Ref: Ganong&;s review of medical physiology;24th edition; page no-379", "cop": 3, "opa": "Skin", "opb": "Liver", "opc": "Kidney", "opd": "Blood", "subject_name": "Physiology", "topic_name": "Endocrinology", "id": "88613448-175a-4979-835b-9fc73ab95aad", "choice_type": "single"}, {"question": "Most dangerous paicles causing pneumoconiosis are of size", "exp": "In pneumoconiosis, the most dangerous paicles range from 1-5 micron in diameter, because they may reach the terminal small airway and settle in there lining notes The solubility and cytotoxicity of paicles ,modify the nature of pulmonary response", "cop": 1, "opa": "A. 1-5 micron", "opb": "B. <1 micron", "opc": "C. 5-15 micron", "opd": "D. 10-20 micron", "subject_name": "Anatomy", "topic_name": "Respiratory system", "id": "418561b6-f3f8-426e-8516-cb4104e280fb", "choice_type": "single"}, {"question": "When a person changes position from standing to lying down, following change is seen:", "exp": "B i.e. Venous return to hea increases immediately In standing posture, 300- 500m1 of blood pools in venous capacitance vessels of lower extremities, which is immediately returned towards heaQ on assuming lying down posture. Cardiovascular system Onlying On standing - Stroke volume - Cardiac output - Venous return - Central blood pool Increase Decrease - Central venous pressure - Aerial BP - Abdominal & limb flow - Hea rate - Peripheral venous pooling - Total peripheral resistance Decrease Increase - Abdominal & limb resistance - Small vein pressure", "cop": 2, "opa": "Hea rate increases", "opb": "Venous return to hea increases immediately", "opc": "Cerebral blood flow increases", "opd": "Blood flow at apices of lung decreases", "subject_name": "Physiology", "topic_name": null, "id": "1871cc41-1e63-4584-a2fe-8b62b4e136b3", "choice_type": "single"}, {"question": "Gastric irritation is least with following NSA1D: (PGI June 2008)", "exp": "Ans. B (Acetaminophen) \"Gastric mucosal damageQ: Gastric pain, mucosal erosion/ ulceration and blood loss are produced by all MSAIDs to varying extents: relative gastric toxicity is a major consideration in the choice of MSAIDs. Paracetamol\", a very weak inhibitor of COX is practically free of gastric toxicity and selective (misoprosto) administered concurrently with NSAIDsanatgonise their gastric toxicity\"- KDT 6th/186Aspirin is acetylsalicylic acid KDT 6th/187", "cop": 2, "opa": "Diclofenac", "opb": "Acetaminophen", "opc": "Ibuprofen", "opd": "Naproxen", "subject_name": "Pharmacology", "topic_name": "Prostaglandins", "id": "6c222a4a-e7b4-49f9-a9ee-e09f8545f7df", "choice_type": "single"}, {"question": "Therapeutic blood range of theophylline in microgram per L is:", "exp": "Theophylline is having a narrow margin of safety so therapeutic drug monitoring is essential If levels increase more than 20mg/L- side effects occurs ESSENTIAL OF MEDICAL PHARMACOLOGY SEVENTH EDITION KD TRIPATHI PGNO.226", "cop": 4, "opa": "0-5", "opb": "10-May", "opc": "15-May", "opd": "20-May", "subject_name": "Pharmacology", "topic_name": "Respiratory system", "id": "4d208459-fcab-41dc-a5b7-d984359ac2b9", "choice_type": "single"}, {"question": "Patient on treatment on carbidopa + levodopa for 10 yrs now has weaning off effect. What should be added to restore action -", "exp": "Ans. is 'a' i.e., Tolcapone o Both entacapone and tolcapone enhance and prolong the therapeutic effect of levodopa-carbidopa in advanced and fluctuating parkinsons disease. They may be used to smoothen off the 'wearing off', increase 'on' time and decrease loff' time, improve activities of daily living and allow levodopa dose to be reduced,o Treatment of on - off phenomenon in parkinsonism:Add one or two additional doses of levodopa.Continuous delivery of levodopa in duodenum.Avoid proteins in diet.Controlled release oral levodopa.'' peripheral decarboxylase inhibitor.Use of subcutaneous apomorphine.", "cop": 1, "opa": "Tolcapone", "opb": "Amantadine", "opc": "Rasagiline", "opd": "Benzhexol", "subject_name": "Pharmacology", "topic_name": "Anti-Parkinsonism", "id": "f706d5a0-833c-4e31-becf-6727a173e6a7", "choice_type": "single"}, {"question": "A man is stuck with lathi on the lateral aspect of the head of the fibula. Which of the following can occur as a result of nerve injury", "exp": "The common peroneal nerve is extremely vulnerable to injury as it winds around the neck of the fibula if that happens, clinical features are:Motor loss-a)The foot drop is due to paralysis of muscles of anterior compament of the leg (dorsiflexors of the foot) {dorsiflexion not possible}.b)Loss of extension of toes due to the paralysis of extensor digitorum longus & extensor hallucis longus.c)Loss of eversion of the foot due to paralysis of peroneus longus & brevis.Sensory loss- Sensory loss on the anterior aspect of the leg & whole of the dorsum of foot except the cleft between the great & second toes, which is supplied by the branch from the deep peroneal nerve.", "cop": 4, "opa": "Loss of sensation of lateral foot", "opb": "Loss of sensation of adjacent sides of 1st & 2nd toe", "opc": "Inversion inability", "opd": "Loss of dorsiflexion", "subject_name": "Anatomy", "topic_name": "Abdomen and pelvis", "id": "7812f895-581e-4c47-a3c7-23734b04491b", "choice_type": "single"}, {"question": "The drug of choice in digitalis induced ventricular arrhythmias is:", "exp": "(IV Lignocaine): Ref: 463-KDT (514-KDT 6th)Treatment of digitalis induced ventricular arrhythmias* Lignocaine IV repeated as required is the drug of choice. It suppresses the excessive automaticity but does not accentuate A V block* Phenytoin is also useful but not preffered now (sudden death occurs)* Quinidine and procainamide are contraindicated.", "cop": 1, "opa": "I.V. Lignocaine", "opb": "Phenytoin", "opc": "Quinidine", "opd": "Procainamide", "subject_name": "Pharmacology", "topic_name": "C.V.S", "id": "e1cf7219-d88d-46d2-b1bb-5b1ee155fa99", "choice_type": "single"}, {"question": "Dobutamine differs from dopamine in that", "exp": "Dopamine (DA):- It is a dopaminergic (D1 and D2) as well as adrenergic a and b1 (but not b2) agonist. Dobutamine:- A derivative of DA, but not a D1 or D2 receptor agonist. Though it acts on both a and b adrenergic receptors. Ref:- kd tripathi; pg num:-134", "cop": 4, "opa": "It has good blood-brain barrier penetrability", "opb": "It causes pronounced tachycardia", "opc": "It does not activate adrenergic b receptors", "opd": "It does not activate peripheral dopaminergic receptors", "subject_name": "Pharmacology", "topic_name": "Autonomic nervous system", "id": "b59118d8-34fc-4814-935c-523da1791c48", "choice_type": "single"}, {"question": "Which of the following clinical laboratory observations is suggestive of Hanup disease?", "exp": "High fecal levels of tryptophan and indole derivatives Hanup disease is autosomal recessive metabolic disorder also known as pellagra like dermatosis. This affect the absorption of nonpolar( neutral ) amino acids specially tryptophan. So there is no absorption of tryptophan.", "cop": 4, "opa": "Burnt sugar smell in urine", "opb": "High plasma phenylalanine levels", "opc": "Extremely high levels of citrulline in urine", "opd": "High fecal levels of tryptophan and indole derivatives", "subject_name": "Physiology", "topic_name": "All India exam", "id": "af87a839-8794-47b6-bc5c-131da1b3f168", "choice_type": "single"}, {"question": "Decreased basal metabolic rate is seen in", "exp": "The remaining options utilise energy. Basal metabolic rate and obesity The basal metabolic rate accounts for about 60 to 75% of the daily calorie expenditure by individuals. It is influenced by several factors. BMR typically declines by 1-2% per decade after age 20, mostly due to loss of fat-free mass, although the variability between individuals is high. Ref guyton and hall textbook of medical physiology 12/e pg843", "cop": 1, "opa": "Obesity", "opb": "Hypehyroidism", "opc": "Feeding", "opd": "Exercise", "subject_name": "Physiology", "topic_name": "General physiology", "id": "4a5a1278-2ae8-4808-8548-29acfb03ef49", "choice_type": "single"}, {"question": "Which of the following does not belong to dystrophin-glycoprotein complex", "exp": "Perlecan is a large extracellular matrix proteoglycan that plays a crucial role in tissue development and organogenesis. Dystrophin-glycoprotein complex The dystrophin-glycoprotein complex provides a structural link between the cytoskeleton of the muscle cell and the extracellular matrix, which appears to stabilize the sarcolemma, adds strength to the muscle by providing a scaffolding for the fibrils and prevents contraction-induced injury(rupture). Organisation of DG complex Dystrophin connects F-actin to the transmembrane protein b-dystroglycan smaller proteins called syntrophins. This b-dystroglycan, in turn connects to the merosin subunit of laminin 211 in the extracellular matrix a-dystroglycan The dytroglycans are also associated with a complex of four transmembrane glycoproteins, a-,b-,g- and d- sarcoglycan and sarcospan. Ref: Ganong's Review of Medical physiology 25th edition Pgno: 103", "cop": 1, "opa": "Perlecan", "opb": "Dystrophin", "opc": "Dystroglycan", "opd": "Sarcoglycan", "subject_name": "Physiology", "topic_name": "General physiology", "id": "8141bbae-712a-4c78-b66f-c742fe4eea44", "choice_type": "single"}, {"question": "Hypercalcemia is most commonly associated in which of the following cancers?", "exp": "The most common neoplasm associated with hypercalcemia is squamous cell carcinoma. Other tumors often associated with paraneoplastic hypercalcemia are carcinomas of the lung, kidney, breast and ovary. Paraneoplastic hypercalcemia is caused by parathyroid hormone-related protein (PTHRP) secreted by these tumours. PTHRP increases bone resorp-tion and renal calcium uptake, while inhibiting renal phosphate transpo, effects that raise serum calcium levels.", "cop": 3, "opa": "Renal cell cancer", "opb": "Carcinoma stomach", "opc": "Squamous cell carcinoma of lung", "opd": "Hepatocellular carcinoma", "subject_name": "Pathology", "topic_name": "General Concepts", "id": "7fc5f783-e5de-47e8-be02-0b2e2d2cf123", "choice_type": "single"}, {"question": "a child gets good marks in his exam and his father got a bicycle, he staed to read well, what is the line of therapy", "exp": "Behavioral therapy is learning given by BF Skinner , according to him all behaviors are learned phenomenon and thus can be unlearned Positive reinforcement a type of reinforcement when a behavior is rewarded there is more chance that the behavior is repeated Negative reinforcement is that when a behavior is done and an aversive response is removed, the behavior is repeated. When I go and meet my girlfriend, she checks my messages and picks up fight (aversive response) suddenly I delete all messages one day and that day there was no fight (no aversive response) then that behavior is repeated (delete all messages before meeting my girlfriend) Extinction is the type of reinforcement where a behavior is done and a rewarding response is removed the chance is that behavior will not be repeated A child likes to play with children( reward) but when the child fights with other children( undesirable behavior) the child will be removed from playing( removing a reward) , then the child stops fighting with other children( reduction of undesirable behaviour) Ref. kaplon and sadock synopsis, 11 th edition, pg no. 845", "cop": 1, "opa": "positive reinforcement", "opb": "negative reinforcement", "opc": "omission", "opd": "punishment", "subject_name": "Anatomy", "topic_name": "Treatment in psychiatry", "id": "fce45c6e-0c45-47d5-849a-59bfce0a8b29", "choice_type": "single"}, {"question": "Pro - inflammatory cytokine is?", "exp": "Ans. is 'a' i.e., IL-1 Proinflammatory cytokinesi) Major:- IL-1, TNF- a, IL-6ii) Other:- IL-2, IL-4, IL-5, IL-6, IL-8, IL-11, IL-12, IL-15, IL-21, IL-23, IFN- g, GM-CSFAnti-inflammatory cytokines* IL-4, IL-10, IL-13, and transforming growth factor-b (TGF-b).", "cop": 1, "opa": "IL-1", "opb": "IL-3", "opc": "IL-6", "opd": "IL-10", "subject_name": "Pathology", "topic_name": "Inflammation & Repair", "id": "c6d962ab-9dbb-4c07-9e13-6020d3c59b72", "choice_type": "single"}, {"question": "Insulin stimulated glucose entry in seen in-", "exp": "Insulin stimulated glucose entry in seen in Cardiac muscles. Name Location Features GLUT-1 & GLUT-3 Brain, RBC, placenta Concerned with basal uptake of glucose GLUT-2 Liver, kidney, b-cells of pancreas Allows both entry & release of glucose GLUT-4 Skeletal muscles, adipocytes, cardiac muscles Insulin dependent transpoer GLUT-5 Spermatozoa, testis, intestines Transpos fructose", "cop": 1, "opa": "Cardiac muscles", "opb": "Smooth muscles", "opc": "Brain", "opd": "Intestines", "subject_name": "Physiology", "topic_name": "Endocrine System", "id": "34b88b65-cb4a-41a1-84b2-001ad9600303", "choice_type": "single"}, {"question": "Depression is not a side effect of", "exp": "Answer is option4, flupenthisol. The antidepressive and anxiolytic efficacy of flupenthixol has been investigated in numerous controlled and open trials involving patients with endogenous, reactive as well as senile depressions. When administered at a mean daily single or multiple dose of 1-2 mg, flupenthixol proved to be a very effective and well-tolerated antidepressant. As opposed to some of the currently available antidepressants, flupenthixol has a rapid onset of action which is often displayed within the first 2-3 days following its application. Ref:", "cop": 4, "opa": "Propanolol", "opb": "Oral contraceptives", "opc": "Reserpine", "opd": "Flupenthixol", "subject_name": "Pharmacology", "topic_name": "Central Nervous system", "id": "50cb0de0-10bf-4040-adbe-047f0ab6fbad", "choice_type": "single"}, {"question": "A person had injury to right upper limb he is not able to extend fingers but able to extend wrist and elbow. Nerve injured is -", "exp": "Posterior interosseous emerges from the supinator on the back of the forearm .Here it lies between the superficial and deep muscles.At the lower border of the extensor pollicis brevis, it passes deep to extensor pollicis longus.it then runs on the posterior surface of the interosseous membrane up to the wrist where it enlarges into pseudoganglion and ends by supplying the wrist and intercarpal joints.", "cop": 4, "opa": "Radial", "opb": "Median", "opc": "Ulnar", "opd": "Posterior interosseus", "subject_name": "Anatomy", "topic_name": "Upper limb", "id": "18a6981c-d029-4302-983d-47afaa422dfe", "choice_type": "single"}, {"question": "NADPH actions in RBC are a/e", "exp": "ATP is not produced by NADPH. ATP is produced by reducing equivalents like NADH, FADH2. W When NADH and other reducing equivalents transfer their electrons through Electron transpo chain in the Mitochondrial inner membrane and generate proton motive force which brings about the ATP synthesis by the ATP synthase complex. Both nicotinamide adenine dinucleotide (NAD+) or nicotinamide adenine dinucleotide phosphate (NADP+) are co-factors of vitamin niacin used by dehydrogenases. However NAD-linked dehydrogenases catalyse oxido-reduction reactions in the oxidative pathways of metabolism, paicularly in glycolysis, in the citric acid cycle and in the respiratory chain of mitochondria.", "cop": 1, "opa": "Produce ATP", "opb": "Stabilizes the membrane", "opc": "Reductive biosynthesis", "opd": "GP6D deficiency causes decreased synthesis of NADPH", "subject_name": "Pharmacology", "topic_name": "All India exam", "id": "b2c39998-87ad-43b9-9b61-746127a347d1", "choice_type": "single"}, {"question": "What percentage of Lente Insulin is amorphous?", "exp": "Insulin Lente is 70% crystalline (ultra lente) and 30% amorphous (semi lente). It is an insulin - zinc suspension", "cop": 2, "opa": "70%", "opb": "30%", "opc": "50%", "opd": "90%", "subject_name": "Pharmacology", "topic_name": "Pancreas", "id": "e4064f61-2974-4c75-98e7-f596d8b1fefd", "choice_type": "single"}, {"question": "Erythropoietin is inhibited by", "exp": "Glycoprotein hormone that controls erythropoiesis, or red blood cell production. Estrogen inhibits the erythropoietin whereas testosterone stimuates production . Ref: Ganong's Review of Medical Physiology; 24th edition; page no: 709", "cop": 1, "opa": "Estrogen", "opb": "Progesterone", "opc": "Thyroxine", "opd": "Testosterone", "subject_name": "Physiology", "topic_name": "Renal physiology", "id": "467828b5-1027-442a-a27a-6a5cea4f8dab", "choice_type": "single"}, {"question": "Most permissible capillaries are seen in", "exp": "Capillaries are classified in toContinuous or non fenestrated capillaries - Endothelial cells are arranged without any gap in between them. Eg. Skin, BBB. Allows only very small molecules to pass through. Fenestrated capillaries - Gaps in between endothelial cells ranging from 70-100nm in diameter which are lined by basement membrane. Eg. Capillaries of intestinal villi, renal glomeruli, choroid plexus of the ventricles of the brain, ciliary process of eyes and endocrine glandsDiscontinuous type- Very wide cleft are present in between endothelial cells. The basement membrane is incomplete or absent. Almost all substance in plasma can cross this gap. Seen in liver sinusoids, sinusoids of spleen, anterior pituitary and parathyroid gland Ref: Textbook of medical physiology by N Geetha, 2nd edition, page no. 194", "cop": 2, "opa": "Kidney", "opb": "Liver", "opc": "Brain", "opd": "Skin", "subject_name": "Physiology", "topic_name": "Cardiovascular system", "id": "ddbd5348-4545-4df3-85f7-b5456de5b261", "choice_type": "single"}, {"question": "In a patient of liver disease, which maneuvers, may lead to the development of hyperammonemia?", "exp": "The use of loop diuretics promotes kaliuresis and therefore may lead to hyperammonemia", "cop": 3, "opa": "Protein restriction", "opb": "The use of neomycin", "opc": "The use of loop diuretics", "opd": "A branched-chain amino acid-enriched protein mixture", "subject_name": "Pharmacology", "topic_name": "All India exam", "id": "a52216a3-44a4-417b-ad05-a395613ac6f2", "choice_type": "single"}, {"question": "Double arch aoa arises from?", "exp": "HUMAN EMBRYOLOGY-INDERBIR SINGH TENTH EDITION-PAGE NO:254 The arch of aoa is derived from the ventral pa of the aoic sac ,its left horn,and the left fouh arch aery", "cop": 4, "opa": "Right 6th aoic arch", "opb": "Left 6th aoic arch", "opc": "Right 4th aoic arch", "opd": "Left 4th aoic arch", "subject_name": "Anatomy", "topic_name": "General anatomy", "id": "908150d9-4ed1-4215-8bdc-2e81c48bcde6", "choice_type": "single"}, {"question": "Compared to the other leukemias, hairy cell leukemia is associated with which of the following infections -", "exp": "Hairy cell leukaemia is seen in patients susceptibility to infections with mycobacterium avium intracellulare. Nontuberculous mycobacteria, also known as environmental mycobacteria, atypical mycobacteria and mycobacteria other than tuberculosis, are mycobacteria which do not cause tuberculosis or leprosy. NTM do cause pulmonary diseases that resemble tuberculosis Reference: textbook of Pathology 6th edition Author Harsha Mohan page number 378.", "cop": 3, "opa": "Parvovirus D19", "opb": "Mycoplasma", "opc": "HTLV2", "opd": "Salmonella", "subject_name": "Pathology", "topic_name": "Haematology", "id": "24386115-4240-47b4-9bfa-0a20fe995d59", "choice_type": "single"}, {"question": "Most common type of germinal cell tumor in testis is?", "exp": "Ans. is 'c' i.e., Seminoma * Testicular tumors are divided into two major categories : (i) Germ cell tumors, and (ii) Sex cord tumors.A) Germ cell tumors# More than 95% of testicular tumors are germ cell tumors. They are further divided into -i) Seminoma* It is the most common germ cell tumor of testis. Female counterpart of seminoma is dysgerminoma of ovary.ii) Non-seminoma germ cell tumors (NSGCT)* These are spermatocytic seminomay embryonal carcinoma, Yolk sac tumor (also called endodermal sinus tumor or infantile embryonal carcinoma), teratoma, and choriocarcinoma.# Risk factors for germ cell tumors of testis are -i) Cryptorchidism (abdominal > inguinal, i.e. higher the undescended testis more the chances of malignancy).ii) Testicular feminization syndrome and Klinefelter syndrome.iii) Excess 12P copy number either in the term of i(12P) or increased 12P an aberranthy banded marker chromosome.B) Non-germ cell tumors (sex cord tumors)# These are ley dig cell tumor and sertoli cell tumor.# Leydig (interstitial) cell tumors are positive for Reinke crystalloids.", "cop": 3, "opa": "Teratoma", "opb": "Embryonal carcinoma", "opc": "Seminoma", "opd": "Endodermal sinus tumor", "subject_name": "Pathology", "topic_name": "Male Genital Tract", "id": "c4d7a407-b64a-4299-956b-43a71a09d2a5", "choice_type": "single"}, {"question": "Which of the following is not an inflammatory mediator", "exp": "steps: (1) migration and proliferation of fibroblasts into the site of injury and (2) deposition of ECM proteins produced by these cells. The recruitment and activation of fibroblasts to syn- thesize connective tissue proteins are driven by many growth factors, including PDGF, FGF-2 (described earlier), and TGF-b. The major source of these factors is inflamma- tory cells, paicularly macrophages, which are present at sites of injury and in granulation tissue. Sites of inflamma- tion are also rich in mast cells, and in the appropriate chemotactic milieu, lymphocytes may be present as well. Each of these cell types can secrete cytokines and growth factors that contribute to fibroblast proliferation and activation. As healing progresses, the number of proliferating fibroblasts and new vessels decreases; however, the fibro- blasts progressively assume a more synthetic phenotype, so there is increased deposition of ECM. Collagen synthe- sis, in paicular, is critical to the development of strength in a healing wound site. As described later, collagen syn- thesis by fibroblasts begins early in wound healing (days 3 to 5) and continues for several weeks, depending on the size of the wound. Net collagen accumulation, however, depends not only on increased synthesis but also on diminished collagen degradation (discussed later). Ulti- mately, the granulation tissue evolves into a scar composed of largely inactive, spindle-shaped fibroblasts, dense collagen, fragments of elastic tissue, and other ECM com- ponents (Fig. 2-30, B). As the scar matures, there is proA A gressive vascular regression, which eventually transforms the highly vascularized granulation tissue into a pale, largely avascular scar. Growth Factors Involved in ECM Deposition and Scar Formation Many growth factors are involved in these processes, including TGF-b, PDGF, and FGF. Because FGF also is involved in angiogenesis, it was described earlier. Here we briefly describe the major propeies of TGF-b and PDGF. * Transforming growth factor-b (TGF-b) belongs to a family of homologous polypeptides (TGF-b1, -b2, and -b3) that includes other cytokines such as bone morphogenetic proteins. The TGF-b1 isoform is widely distributed and is usually referred to as TGF-b. The active factor binds to two cell surface receptors with serine-threonine kinase activity, triggering the phosphorylation of transcription factors called Smads. TGF-b has many and often oppo- site effects, depending on the cell type and the metabolic state of the tissue. In the context of inflammation and repair, TGF-b has two main functions: TGF-b stimulates the production of collagen, fibro- nectin, and proteoglycans, and it inhibits collagen degradation by both decreasing proteinase activity and increasing the activity of tissue inhibitors of pro- teinases known as TIMPs (discussed later on). TGF-b is involved not only in scar formation after ref Robbins 9/e p83", "cop": 2, "opa": "Tumor necrosis factor", "opb": "Myeloperoxidase", "opc": "Interferons", "opd": "Interleukins", "subject_name": "Anatomy", "topic_name": "General anatomy", "id": "b2a15042-9ed0-417c-b113-e79f5d1c25fe", "choice_type": "single"}, {"question": "Long thyroid stimulating agent is", "exp": "Answer is option 2, antibody to thyroid receptors. Thyrotropin receptor (TSHR) antibodies that stimulate the thyroid (TSAb) cause Graves' hypehyroidism and TSHR antibodies which block thyrotropin action (TBAb) are occasionally responsible for hypothyroidism. Unusual patients switch from TSAb to TBAb (or vice versa) with concomitant thyroid function changes. We have examined case repos to obtain insight into the basis for \"switching.\"", "cop": 2, "opa": "Antibody to thyroid globulin", "opb": "Antibody to thyroid cell receptors", "opc": "Antibody to thyroxine", "opd": "Antibody to thyroid cells", "subject_name": "Pathology", "topic_name": "Endocrinology", "id": "80e64981-fab4-4f2d-bbfe-23f5dd405386", "choice_type": "single"}, {"question": "The parietal peritoneum covering the inferior surface of the diaphragm transits its sensory information via the phrenic nerve. In the case of peritonitis in the parietal peritoneum on the inferior surface of the diaphragm, pain may be referred through which of the following nerves?", "exp": "Ans. D. Supraclavicular nervesThe phrenic nerve consists of contributions from spinal nerve levels C3 to 5.Therefore, when sensory information comes from the parietal peritoneum on the inferior diaphragmatic surface, it may refer through spinal nerves at the same levels.a. Supraclavicular nerve shares levels with the C3 and C4 levels.b. The greater and lesser occipital nerves both originate at the C2 level.c. Great auricular nerve root value is C2, C3", "cop": 4, "opa": "A", "opb": "B", "opc": "C", "opd": "D", "subject_name": "Anatomy", "topic_name": "Abdomen & Pelvis", "id": "1d798a72-cfe5-4375-8458-29c156bcadab", "choice_type": "single"}, {"question": "Which of the following is associated with > 20% risk of chromosomal anomalies?", "exp": "Omphalocele is a midline abdominal wall defect. The abdominal viscera (commonly liver and bowel) are contained within a sac composed of peritoneum and amnion from which the umbilical cord arises at the apex and center. When the defect is less than 4 cm, it is termed a hernia of the umbilical cord; when greater than 10 cm, it is termed a giant omphalocele. Associated abnormalities occur in 30-70% of infants and include, in descending order of frequency, Chromosomal abnormalities (trisomy 13, 18, 21) Congenital hea disease (tetralogy of Fallot, atrial septal defect) Beckwith-Wiedemann syndrome (large-for-gestational-age baby; hyperinsulinism; visceromegaly of kidneys, adrenal glands, and pancreas; macroglossia; hepatorenal tumors; cloacal extrophy) Pentalogy of Cantrell Prune belly syndrome (absent abdominal wall muscles, genitourinary abnormalities, cryptorchidism) Ref: Albanese C.T., Sylvester K.G. (2010). Chapter 43. Pediatric Surgery. In G.M. Dohey (Ed), CURRENT Diagnosis & Treatment: Surgery, 13e.", "cop": 1, "opa": "Omphalocele", "opb": "Gastroschisis", "opc": "Cleft lip", "opd": "Spina bifida", "subject_name": "Pathology", "topic_name": null, "id": "9d2b0404-9a26-4240-9d2c-08067145d4ff", "choice_type": "single"}, {"question": "Ergometrine is not used for initiation of labour because -", "exp": "Ans. is 'b' i.e., Fetal hypoxia", "cop": 2, "opa": "Show onset of action", "opb": "Fetal hypoxia", "opc": "Increases blood pressure", "opd": "Act on D2 receptors to cause vomiting", "subject_name": "Pharmacology", "topic_name": null, "id": "4824b433-8a71-40d8-871a-d7b2229c5ae8", "choice_type": "single"}, {"question": "Lysosomal transpo defect is seen in", "exp": "Answer- A. CystinosisTwo disorders are caused by a proven defect in carrier-mediated transpo of metabolites: cystinosis end the group of sialic acid storage disorders (SASD).", "cop": 1, "opa": "Cystinosis", "opb": "Goucher's disease", "opc": "Metachromatic leukosytrophy", "opd": "Tay Sach's disease", "subject_name": "Pathology", "topic_name": null, "id": "78af5124-72b0-4a14-87e8-cb8990aec9fb", "choice_type": "single"}, {"question": "WHO recommended regime for the treatment of Brucella infection is ?", "exp": "Ans. is 'b' i.e., Rifampin with doxycyclinelRef : Harrison 18n/e p. 1299,1672 & I4/e p. 1268).The gold standard for the treatment of brucellosis in adults is IM streptomycin (0.75-1 g daily for 14-21 days) together with doxycycline (100 mg twice daily for 6 weeks).In both clinical trials and observational studies, relapse follows such treatment in 5-10 % of cases.The usual alternative regimen (and the current World Health Organization recommendation) k rifampin (600-9{n mg/it) plus doxycycline (100 mg twice daily) for 6 weeks.", "cop": 2, "opa": "Streptomycin with doxycycline", "opb": "Rifampicin with doxycycline", "opc": "Rifampicin with ciprofloxacin", "opd": "Streptomycin with erythromycin", "subject_name": "Pharmacology", "topic_name": null, "id": "ed2a9e8e-66a7-4090-84f1-21d823db1ade", "choice_type": "single"}, {"question": "Weight range of adrenal glands in most of cases of cushing's disease is -", "exp": "Ans. is 'd' i.e., 25-40 gm o The weight of adrenal gland depends on the cause of cushing syndrome : ? Due to ACTH production by pituatory microadenoma (cushing disease) or by ectopic ACTH production. o ACTH stimulates the zona reticularis and zona fasciculata which results in either diffuse hyperplasia (25-40 gm) or nodular hyperplasia (30-50 gm) of adrenal. Primary pituitary adenoma Weight is less than 30 gm. Primary pituitary carcinoma -4 Weight is 200-300 gm. Exogenous glucocoicoid administration o Exogenously administered glucocoicoids inhibit the release of ACTH from pituitary by negative feed back mechanism. o So, there is no stimulatory signal on zona fasciculata and zona reticularis --> Both these layers undergo atrophy. o As zona glomerulosa function is independent of ACTH, its thickness remains normal. o Due to atrophy the weight of the gland is less than normal, i.e., < 4 gm.", "cop": 4, "opa": "4-11gm", "opb": "11-13 gm", "opc": "14-24 gm", "opd": "25-40 gm", "subject_name": "Pathology", "topic_name": null, "id": "e5214055-30d1-422c-880e-3baa2c2efb55", "choice_type": "single"}, {"question": "Increase in cytosolic calcium from intracellular storage, during smooth muscle contraction is/are due to: (PGI Dec 2008)", "exp": "Ans : D (IP3-DAG) & E (Ca2+ channel) Source of Calcium Ions & in Smooth Muscle Contraction Mechanism InvolvedAlmost all the calcium ions that cause contraction enter the muscle cell from the extracellular fluid at the time of action potential or other stimulusSarcoplasmic reticulum (the source of intracellular Ca2+), which provides virtually all the calcium ions for skeletal muscle contraction, is only slightly developed in most smooth muscle.When an action potential is transmitted in caveolae (rudimentary' analogue of the transverse tubule system of skeletal muscle), this is believe to excite calcium ion release from the abutting sarcoplasmic reticulum tubules through opening of calcium channels (Guyton 11th/99, 90)Sometimes smooth muscle contraction or inhibition is initiated by hormone without directly causing any change in the membrane potential. In these circumstances, the hormone may activate a membrane receptor that does not open any ion channel but instead cause an internal change in the muscle fiber, such as release of Ca2+ from intracellular sarcoplasmic reticulum, the Ca2+ then induce contraction (Guyton 11th/98)IP3-DAG role (to favour as an ansiver)The acetycholine cause smooth muscle contraction by phospholipase C& IP.,, which increase the intracellular Ca2+ concentration-Gcrnong 22nd/83Role of CAMP & CGMP (Guyton 11th/98)CAMP & CGMP so called second messengers has many effects on smooth muscle, one of which is to change the degree of phosphorylation of several enzyme that indirectly inhibit contraction.\"An increase in CAMP dampens the contraction response of smooth muscle to a given elevation of sarcoplasmic Ca2+-Harper 2 7th/579", "cop": 4, "opa": "CAMP", "opb": "CGMP", "opc": "CCMP", "opd": "1P.-DAG", "subject_name": "Physiology", "topic_name": "Chemical Messengers: Receptors", "id": "bec07264-b37b-4a12-a323-77e88f676fda", "choice_type": "single"}, {"question": "The drug X is used in osteoporosis. Its mechanism of action is shown in the Figure below. X is likely to", "exp": "New drug for osteoporosis: 1. Teriparatide: PTH with 1-34 amino acid, stimulates osteoblast.2. Strontium ranelate: dual action: stimulate osteoblast and inhibit osteoclast.3. Denosumab: monoclonal antibody against rank ligand.", "cop": 3, "opa": "Teriparatide", "opb": "Alendronate", "opc": "Denosumab", "opd": "Estrogen", "subject_name": "Pharmacology", "topic_name": "Endocrine", "id": "691dc727-fed0-4fd8-8a42-c8b77777d1b1", "choice_type": "single"}, {"question": "In which of the following Arbiskov cells are seen ?", "exp": "Granulocytic Sarcoma Also known as Choloroma or myeloblastoma. It is a hematopoietic stem cell tumour. It is an extramedullary tumor of immature granulocytic series cells. It is a localised tumour forming a mass in the skin of orbital & periorbital tissue due to infiltration of tissues by leukemic cells. It is most commonly associated with AML M2 Arbiskov cells are monocytes which can be seen in choloroma.", "cop": 3, "opa": "Myelodysplastic syndrome", "opb": "Multiple myeloma", "opc": "Granulocytic sarcoma", "opd": "Leukemia cutis", "subject_name": "Pathology", "topic_name": "Acute Myelogenous Leukemia", "id": "30510bbb-818d-4e5d-b2b3-ad3e7ef9a418", "choice_type": "single"}, {"question": "60 yr old male presented with dysphagia. Mucosal biopsy is provided here which show?", "exp": ".", "cop": 2, "opa": "Squamous metaplasia", "opb": "Columnar metaplasia", "opc": "Anaplasia", "opd": "Connective tissue metaplasia", "subject_name": "Anatomy", "topic_name": "All India exam", "id": "8c2aadc2-d526-471d-8dd2-14cfe0ea3061", "choice_type": "single"}, {"question": "Hutchinsons secondaries In skull are due to tumors in", "exp": "Adrenal neuroblastomas are malig8nant neoplasms arising from sympathetic neuroblsts in Medulla of adrenal gland Neuroblastoma is a cancer that develops from immature nerve cells found in several areas of the body.Neuroblastoma most commonly arises in and around the adrenalglands, which have similar origins to nerve cells and sit atop the kidneys.", "cop": 3, "opa": "Lung", "opb": "Breast", "opc": "Adrenal", "opd": "Liver", "subject_name": "Anatomy", "topic_name": "miscellaneous", "id": "9409edf0-7977-4824-ad70-2172bef513f5", "choice_type": "single"}, {"question": "Which proton pump inhibitor can be used IV ?", "exp": "Ans. is 'c' i.e., Pantoprazole Pantaprazole - it is more acid stable and has higher oral bioavailability. It is also available for i.v. administration; paicularly employed in bleeding peptic ulcer and for prophylaxis of acute stress ulcers.", "cop": 3, "opa": "Omeprazole", "opb": "Rabeprazole", "opc": "Pantoprazole", "opd": "Fomeprazole", "subject_name": "Pharmacology", "topic_name": null, "id": "4fb9c253-7910-4396-a1b9-b638e800737a", "choice_type": "single"}, {"question": "The causative organism can be best isolated in which of the following conditions.", "exp": "Staphylococcus aureus can be isolated from a tampon of a patient with toxic shock syndrome. S.aureus strains isolated from patients with toxic shock syndrome produce a toxin called toxic shock syndrome toxin-1 (TSST-1), which can be found in the vagina, on tampons, in wounds or other localized infections, or in the throat but viually never in the bloodstream. Streptococcal antigens cross-reactive with human tissues ; streptococcal antigen Human antigen Disease Hyaluronic acid Synol fluid Reactive ahritis Cell wall M protein Myocardium Acute rheumatic fever Cell wall C carbohydrate Cardiac Valves Acute rheumatic fever peptidiglycan skin antigens Guttate psoriasis Cytoplasmic membrane Glomerular capsular intima Acute glomerulonephritis Ref: Textbook of microbiology; Ananthanarayan and paniker's; 10th Edition; Pg:204", "cop": 1, "opa": "Tampons in toxic shock syndrome", "opb": "Rheumatic valvulitis", "opc": "CSF in tetanus", "opd": "Diptheritic myocarditis", "subject_name": "Anatomy", "topic_name": "Bacteriology", "id": "462aab28-4acc-43c7-9db2-5c3b6bb03667", "choice_type": "single"}, {"question": "The main action of muscle \"Gamellius\" is?", "exp": "Gemellus muscle laterally rotates the femur at the hip joint. Superior gemellus muscle: Attaches proximally at the ischial spine; distally, the muscle attaches on the greater trochanter of the femur. The nerve to the obturator internus and superior gemellus muscles (L5, S1, S2) innervates this muscle.Inferior gemellus muscle: Attaches proximally on the ischial spine; distally, the muscle attaches at the greater trochanter of the femur. The nerve to the inferior gemellus and quadratus femoris muscles (L4, L5, S1) innervates this muscle.", "cop": 2, "opa": "Medial rotation of thigh", "opb": "Lateral rotation of thigh", "opc": "Gluteus maximus", "opd": "Gluteus medius and minimus", "subject_name": "Anatomy", "topic_name": null, "id": "e4e7d037-f105-4993-a7b1-9402f6475b84", "choice_type": "single"}, {"question": "Tumor that follows rule of 10 is", "exp": "Pheochromocytomas are neoplasms composed of chromaffin cells. They follow rule of 10: - 10% of pheochromocytomas are extra adrenal - 10% of sporadic adrenal pheochromocytomas are bilateral - 10% of adrenal pheochromocytomas are biologically malignant. -10% of adrenal pheochromocytomas are not associated with hypeension. Ref: Robbins and cotrans 9e", "cop": 1, "opa": "pheochromocytoma", "opb": "Onocytoma", "opc": "Lymphoma", "opd": "Renal cell carcinoma", "subject_name": "Pathology", "topic_name": "Endocrinology", "id": "944ee0bf-859b-4b92-9739-11c6fb732924", "choice_type": "single"}, {"question": "In post-hepatic jaundice, the concentation of conjugatedbilirubin in the blood is higher than that ofunconjugated bilirubin because :", "exp": ". The conjugation process of bilirubin in liver remains operative without any interference.", "cop": 3, "opa": "There is an increased rate of destruction of red blood cells.", "opb": "The unconjugated bilirubin is trapped by the bile stone produced in the bile duct.", "opc": "The conjugation process of bilirubin in liver remains operative without any interference.", "opd": "The UDP- glulcuronoyltransferase activity is in creased manifold in obstructive jaundice.", "subject_name": "Pathology", "topic_name": null, "id": "4615d01b-e5ff-4bb2-a8d6-f613900007a5", "choice_type": "single"}, {"question": "Which of the following does not supply the palate-", "exp": "Blood supply of soft palate \n\nArterial supply of soft palate is as follows:-\n\n\nGreater palatine branch of the descending palatine artery, which in turn is a branch of the maxillary artery.\nAscending palatine branch of the facial artery.\nPalatine branch of ascending pharyngeal artery.\nLesser palatine artery a branch of descending palatine artery, which is a branch of the maxillary artery.", "cop": 1, "opa": "Tonsilar branch of facial artery", "opb": "Ascending palatine artery", "opc": "Descending palatine artery", "opd": "Ascending pharyngeal artery", "subject_name": "Anatomy", "topic_name": null, "id": "c99c2168-c8a1-4d85-a620-77f56a249ebb", "choice_type": "single"}, {"question": "In obstruction of second pa of axillay aery, theanostomosis between the following aery will maintain the blood supply of upper limb:", "exp": "Deep branch of transverse cervical aery & subscapular aery [Ref: BDC 4/e, Vol 1, p 56, 82; Snell's Clinical Anatomy 6/e, p 412-413, 657; Moore Clinical Anatomy 5/a, p 766-7671Axillary aery is the continuation of the subclan aery. It is crossed by pectoralis minor muscle which devides it into three pas.A rich anastomosis exists around the scapula between branches of subclan aery (first pa) & the axillary aery (third pa).This anastomosis provides a collateral circulation through which blood can flow to the limb when the distal pa of subclan aery or the proximal pa of axillary aery is blocked.Anastomosis around the scapula :Formed by branches of-Subclan aery - first pa- Suprascapular aery- Deep branch of transverse cervical aeryAxillary aery - third pa- Subscapular aery & its circumflex scapular branchThere are other smaller anastomoses over the acromion process, which also helps to maintain .flow to arm. (BDC Vol I, 4/e, p 82)Anastomoses over the acromion processFormed by -a)Acromial br. of thoraco-acromial aeryb)Acromial br. of suprascapular aeryc)Acromial br. of posterior circumflex humeral aeryThe subscapular aery also forms anastomoses with intercostal aeries", "cop": 1, "opa": "Deep branch of transverse cervical aery & subscapular aery", "opb": "Anterior & posterior circumflex humeral", "opc": "Posterior circumflex humeral & circumflex scapular aery", "opd": "Suprascapular & anterior circumflex humeral aery", "subject_name": "Anatomy", "topic_name": null, "id": "bfb06f8d-6dc7-465c-8dc9-8d9766eabef0", "choice_type": "single"}, {"question": "A 23-year-old female maid was making a bed in a hotel bedroom. As she straightened the sheet by running her right hand over the surface with her fingers extended, she caught the end of the index finger in a fold. She experienced a sudden, severe pain over the base of the terminal phalanx. Several hours later when the pain had diminished, she noted that the end of her right index finger was swollen and she could not completely extend the terminal interphalangeal joint. Which one of the following structures within the digit was most likely injured?", "exp": "The contraction of the extensor mechanism produces extension of the distal interphalangeal joint. When it is torn from the distal phalanx, the digit is pulled into flexion by the flexor digitorum profundus. The proper palmar digital branches of the median nerve supply lumbrical muscles and carry sensation from their respective digits. Vincula longa are slender, bandlike connections from the deep flexor tendons to the phalanx that can carry blood supply to the tendons. The insertions of the flexor digitorum superficialis and profundus are on the flexor surface of the middle and distal phalanges, respectively, and act to flex the interphalangeal joints.", "cop": 3, "opa": "The proper palmar digital branch of the median nerve", "opb": "The vinculum longa", "opc": "The insertion of the tendon of the extensor digitorum onto the base of the distal phalanx", "opd": "The insertion of the flexor digitorum profundus tendon", "subject_name": "Anatomy", "topic_name": "Upper Extremity", "id": "071b822d-0b92-4499-bfa3-710331047cae", "choice_type": "single"}, {"question": "Which of the following is not supplied by C8 T1 -", "exp": "Small muscles of hand include- Thenar, Hypothenar, interossei and lumbricals. They are supplied by C8-T1. Extensor indicis is supplied by C7, C8", "cop": 2, "opa": "Abductor pollicis brevis", "opb": "Extensor indicis", "opc": "Palmar interossei", "opd": "3rd & 4th lumbricals", "subject_name": "Anatomy", "topic_name": null, "id": "a389ceb0-41d1-4e75-a421-1f492e56d15c", "choice_type": "single"}, {"question": "A young child presented with history of passage of dark colored with urine with reduced urine output. He has a past history of abdominal pain, fever, and bloody diarrhea for 4 days which resolved on its own. There is absence of peripheral edema or rashes. Investigations show anemia, thrombocytopenia, and elevated blood urea nitrogen and serum creatinine. Which of the following findings is most expected finding in this patient?", "exp": "- Child given is presenting with classical history of hemolytic uremic syndrome In HUS, there is initial history of diarrhea caused d/t E-coli which causes damage to endothelial cells resulting in thrombotic microangiopathy affecting kidney. Typical Causative agent: Escherichia coli strain O157:H7 infection; Endothelial damage by Shiga-like toxin Characterized by triad of Renal failure, Anemia, Thrombocytopenia Peripheral findings - Presence of Schistocytes. As it causes hemolytic anemia, | in haptoglobin level & | in serum indirect bilirubin is seen Low fibrinogen and elevated D-dimer level is usually seen in DIC", "cop": 2, "opa": "Elevated haptoglobin level", "opb": "Elevated serum indirect bilirubin", "opc": "Elevated thrombin and prothrombin time", "opd": "Low fibrinogen and elevated D-dimer level", "subject_name": "Pathology", "topic_name": "Hemolytic Anemias: Basic concepts and classification", "id": "e9ad66fe-0c0c-46c3-98d8-2032a5e0d0dd", "choice_type": "single"}, {"question": "Stereoanesthesia is due to lesion ofa) Nucleus Gracilisb) Nucleus cuneatusc) Cerebral cortexd) Spinothalamic tract", "exp": "Astereognosis/Stereoanaesthesia- Loss of ability to recognize size and shape of an object.\nSeen in- lesion of somatosensory cortex, lesion of tractus cuneatus, lesion of tractus gracilis.\nSomatosensory cortex lesion- proprioception and tactile sensations are lost while pain and temperature sensations are preserved. \nTractus cuneatus- formed by fasciculus cuneatus (spinal cord) and nucleus cuneatus (medulla). Pass through lateral portion of dorsal column. Carries sensations of dorsal column- proprioception and tactile sensations from upper part of the body.\nTractus gracilis- formed by fasciculus gracilis (spinal cord) and nucleus gracilis (medulla). Pass through medial portion of dorsal column. Carries sensations of dorsal column- proprioception and tactile sensations from lower part of the body.", "cop": 1, "opa": "abc", "opb": "bc", "opc": "acd", "opd": "bcd", "subject_name": "Physiology", "topic_name": null, "id": "af90d178-d794-4bfa-b083-fb3fd86e900b", "choice_type": "single"}, {"question": "Maintenance of high urinary pH is important during methotrexate treatment because:", "exp": "Methotrexate is a weak acid and is reabsorbed in acidic urinary pH. Higher plasma concentration may result in toxicity. Therefore, to decrease the reabsorption through renal tubules, high urinary pH must be maintained.", "cop": 4, "opa": "Bladder irritation is reduced", "opb": "It decreases renal tubular secretion of methotrexate", "opc": "Leucovorin toxicity is increased in a dehydrated patient", "opd": "Methotrexate is a weak acid", "subject_name": "Pharmacology", "topic_name": null, "id": "389308bb-d6dc-408b-b364-15fe5627d57a", "choice_type": "single"}, {"question": "The most impoant function of epithelioid cells in tuberculosis is -", "exp": "Epithelioid cells. These are so called because of their epithelial cell-like appearance, are modified macrophages/ histiocytes which are somewhat elongated, having a vesicular and lightly-staining slipper-shaped nucleus, and pale staining abundant cytoplasm with hazy outlines so that the cell membrane of adjacent epithelioid cells is closely apposed.Epithelioid cells are weakly phagocytic. It is suggested that epithelioid cells could play an impoant role in fibrosis possibly by the secretion of a fibroblast activating factor. Ref:Harsh Mohan - Textbook of Pathology, 6th Edition.page no.148 &Immunobiology,elsevier,Volume 221, Issue 12, Pages 1329-1432.", "cop": 2, "opa": "Phagocytosis", "opb": "Secretory", "opc": "Antigenic", "opd": "Healing", "subject_name": "Pathology", "topic_name": "dermatology and infectious disease", "id": "2dae497d-fa62-4c17-b93a-9454223aa9a4", "choice_type": "single"}, {"question": "Which of the following is not an extra aicular feature of Rheumatoid ahritis?", "exp": "Answer- D. ProteinuriaExtra-aicular manifestations in RASystemic manifestations: Fever, weight loss, fatigue.Dermatological: Subcutaneous nodule.Cardio-pulmonary: Pericardial & pleural effusion, constrictive pericariditis, pulmonary fibrosis, lung nodules.Eye : Sjogren syndrome (Keratoconjunctivitis sicca), scleritis.Nervous : Carpal tunnel syndrome, tarsal tunnel syndrome, mononeuritis multiplex", "cop": 4, "opa": "Weight loss", "opb": "Pleural effusion", "opc": "Conjunctivitis", "opd": "Proteinuria", "subject_name": "Pathology", "topic_name": null, "id": "aafc3b46-4f8e-4ccf-a5fc-2fead688513e", "choice_type": "single"}, {"question": "Tyrosine kinase inhibitors are first line treatment in:", "exp": "lmatinib This novel antineoplastic drug inhibits the tyrosine protein kinases in chronic myeloid leukaemia (CML) cells and the ones that are activated by platelet derived growth factor (PDGF) receptor, stem cell receptor and c-kit receptor found in gastrointestinal stromal tumour (GIST), a rare tumour. Stricking success has been obtained in chronic phase of CML as well as in accelerated phase, and in metastatic kit-positive GIST. Adverse effects are fluid retention, edema, vomiting, abdominal pain, myalgia and liver damage. ESSENTIALS OF MEDICAL PHARMACOLOGY K.D.TRIPATHI SIXTH EDITION PAGE NO:828", "cop": 1, "opa": "Gastrointestinal stromal tumors", "opb": "Receptor mediated neuroendocrine tumors", "opc": "Breast cancer", "opd": "Renal cell carcinoma", "subject_name": "Pharmacology", "topic_name": "Chemotherapy", "id": "76a1b8c5-1f81-43c5-a840-06e6bff7f85d", "choice_type": "single"}, {"question": "Which of the following is a part of secondary granules in neutrophils?", "exp": "Ans. is 'b' i.e., LactoferrinLvsosomal enzymes:o These are present in the lysosomes of neutrophils and monocytes. Lysosomes contain two types of granules; Primary (azurophilic) and Secondary (specific) granules.Lvsosomal granulesPrimary (azurophilic) granulesSecondary (specific) granuleso Require high level of agonist to be released extracellularlyo Potentially more destructiveo Secrete:y Myeloperoxidase (MPO)y Acid hydrolasey Elastasey Defensiny Phospholipase A2y Non-specific collagenaseo Secreted at lower concentration of agonistso Secreted extracellularly more readilyo Secrete:y Lysozymey Lactoferriny Alkaline phosphatasey Type IV collagenasey Phospholipase A2", "cop": 2, "opa": "Cathepsin G", "opb": "Lactoferrin", "opc": "Defensin", "opd": "Myeloperoxidase", "subject_name": "Pathology", "topic_name": "Cellular Pathology", "id": "48bb5a6d-f544-4514-a663-c320909e9d1b", "choice_type": "single"}, {"question": "Retraction of scapula at sternoclavicular joint is done by:", "exp": "Retraction means moving backward of scapula at sternoclavicular joint. It is done by the following muscles: Trapezius Rhomboid major Rhomboid minor. Subscapularis helps in medial rotation of humerus. Serratus anterior helps in protraction of scapula. Supraspinatus helps in adduction.", "cop": 2, "opa": "Serratus anterior", "opb": "Trapezius", "opc": "Subscapularis", "opd": "Supraspinatus", "subject_name": "Anatomy", "topic_name": "Upper limb bones and muscles (proximal region) & Scapular movements", "id": "cb9e1b86-41a3-42fb-b489-b11222c83879", "choice_type": "single"}, {"question": "Peripheral resistance is best indicated by:", "exp": "Ans. a. Diastolic blood pressure Aerial hypeension is the result of abnormal flow/resistance relationships. Resistance to outflow consists of different components: the systolic component is the one generated by conductance vessels, whereas the diastolic component consists of peripheral resistance, which regulates peripheral blood supply due to the run-off of conductance vessels during left ventricular diastole. Thus, an increase in systemic resistance results in a rise in diastolic blood pressure. If the elasticity of conductance vessels decreases, diastolic run-off also decreases and diastolic blood pressure goes down. When this loss of elasticity occurs, the ejection force cannot be anymore offset by aerial distension, the pulse wave velocity increases and reflex waves to the hea arrive earlier, causing the systolic blood pressure to augment. Such an augmentation, together with decreasing diastolic blood pressure results in an enhancement of the pulse pressure. When the stroke volume is normal, an increase in pulse pressure is, therefore, a marker of altered conductance. However, if, due to loss of elasticity of the conductance aeries diastolic blood pressure goes down, increasing systolic pressure also protects against a decrease in mean pressure. Indeed, in conditions of elevated pulse pressure, the mean pressure can be normal or high, indicating that when evaluating blood pressure all components should be taken into consideration. A high systolic blood pressure associated with a normal mean blood pressure is suggestive of a normal peripheral resistance.'Diastolic PressureSystolic pressure is peak pressure reached during systole, similarly, diastolic pressure refers to lowest pressure during diastole.Diastolic blood pressure is an index to peripheral resistance.Elasticity of aoa and large aeries is mainly responsible for origin and maintenance of diastolic pressure (by Windkessel elastic recoil effect).Because the elasticity is higher in younger subjects, diastolic pressure is maintained and pulse pressure is narrow.Because the elasticity is lower in old persons, diastolic pressure is decreased and pulse pressure is widened.", "cop": 1, "opa": "Diastolic blood pressure", "opb": "Pulse pressure", "opc": "Systolic resistance in aoa as it increases in its length", "opd": "Mean aerial pressure, which is responsible for blood flow to an organ", "subject_name": "Anatomy", "topic_name": null, "id": "09692eda-4a95-4613-9855-ed141332239b", "choice_type": "single"}, {"question": "Commonest cause of raised serum calcium is -", "exp": "Ans. is 'c' i.e., Parathyroid adenoma o Primary hyperparathyroidism is the most common cause of hypercalcemia overall. o The frequency of the various parathyroid lesions underlying the hyperfunction is as follows : ? Parathyroid adenoma - 75% to 80% Primary hyperplasia - 10% to 15% Parathyroid carcinoma- < 5% o After hyperparathyroidism, malignancy is the 2nd most common cause of hypercalcemia by one of the following mechanisms. i) Osteolysis ii) Secretion of parathormone related peptide.", "cop": 3, "opa": "Ecotopic secretion", "opb": "Parathyroid hyperplasia", "opc": "Parathyroid adenoma", "opd": "Parathyroid carcinoma", "subject_name": "Pathology", "topic_name": null, "id": "8fad093d-bc0d-4755-a903-5985857371d0", "choice_type": "single"}, {"question": "Desmoplaskin is the target antigen in:", "exp": "Paraneoplastic pemphigus is a severe variant of pemphigus, associated with an underlying neoplasm - most frequently non Hodgkin's lymphoma, chronic lymphocytic leukemia, thymoma, and castleman disease. Tumor antigens are hypothesized to evoke an immune response that leads to the development of an autoimmune response to intercellular adhesins (plakins). This autoantibody response leads to blistering in mucosa and other epithelia.", "cop": 2, "opa": "Pemphigus vulgaris.", "opb": "Paraneoplastic pemphigus.", "opc": "Drug induced pemphigus.", "opd": "Pemphigus foliaceous.", "subject_name": "Pathology", "topic_name": null, "id": "e7c3f5c2-43e9-476a-9956-1d0475c789ae", "choice_type": "single"}, {"question": "A 23-year-old woman has noticed that she develops a skin rash if she spends prolonged periods outdoors. She has a malar skin rash on physical examination. Laboratory studies include a positive ANA test result with a titer of 1 :1024 and a \"rim\" pattern. An anti-double-stranded DNA test result also is positive. The hemoglobin concentration is 12.1 g/dL, hematocrit is 35.5%, MCV is 89 mm3, platelet count is 109,000/mm3, and WBC count is 4500/mm3. Which of the following findings is most likely to be shown by a WBC differential count?", "exp": "An autoimmune disease, most likely systemic lupus erythematosus (SLE) in this patient, can be accompanied by monocytosis. Cytopenias also can occur in SLE because of autoantibodies against blood elements, a form of type II hypersensitivity. Basophilia occurs infrequently, but also can be seen in chronic myelogenous leukemia (CML). Eosinophilia is a feature more often seen in allergic conditions, tissue parasitic infestations, and CML. Neutrophilia is seen in acute infectious and inflammatory conditions. Thrombocytosis usually occurs in neoplastic disorders of myeloid stem cells, such as the myeloproliferative disorders that include CML and essential thrombocytosis.", "cop": 3, "opa": "Basophilia", "opb": "Eosinophilia", "opc": "Monocytosis", "opd": "Neutrophilia", "subject_name": "Pathology", "topic_name": "Blood", "id": "d387c2b9-3e1c-4d75-9155-9424475cb31d", "choice_type": "single"}, {"question": "A 9-year-old girl is diagnosed with acute rheumatic fever. Instead of recovering as expected, her condition worsens and she dies. Which of the following is the most likely cause of death?", "exp": "The most common cause of death that occurs during acute rheumatic fever is cardiac failure secondary to myocarditis.", "cop": 3, "opa": "Central nervous system involvement", "opb": "Endocarditis", "opc": "Myocarditis", "opd": "Streptococcal sepsis", "subject_name": "Pathology", "topic_name": "Rheumatic Fever", "id": "e1dcc08d-7949-418c-a152-b7de6690e688", "choice_type": "single"}, {"question": "A 24 year old construction worker presents to his physician after an injury on the job. Physical examination is remarkable for marked flexion of the ring and little fingers of the left hand. Which of the following additional findings would most likely be found on physical examination?", "exp": "Clawing of the ring, forefinger and little fingers is characteristic of an ulnar nerve lesion. Ulnar nerve lesions can also produce wasting of the hypothenar eminence and dorsal interosseous muscles. The latter causes \"guttering\" between the extensor tendons on the back of the hand. Ulnar lesions also cause loss of sensation to the back of the little finger and half of the ring finger.Sensation on the back of the thumb is provided by the radial nerve.Sensation on the palmar side of the forefinger is provided by the median nerve. Wasting of the thenar eminence is associated with lesions of the median nerve.", "cop": 3, "opa": "Loss of sensation on the back of the thumb", "opb": "Loss of sensation on the palmar side of the forefinger", "opc": "Wasting of the dorsal interosseous muscles", "opd": "Wasting of the thenar eminence", "subject_name": "Anatomy", "topic_name": null, "id": "721aa9eb-9cef-45df-9770-4bd86947c2d3", "choice_type": "single"}, {"question": "Ca 125 is used for ?-", "exp": "Harshmohan textbook of pathology 7th edition. CA 125 is a tumor marker of ovarian cancer. Most commonly used for follow up of ovarian cancer. pancreas tumor marker CA 19-9..", "cop": 1, "opa": "Follow up of ovarian cancer", "opb": "Diagnosis of pancreatic cancer", "opc": "Diagnosis of stomach cancer", "opd": "Diagnosis of ovarian cancer", "subject_name": "Pathology", "topic_name": "General pathology", "id": "328f6c41-ccf4-4184-acf2-36780d865275", "choice_type": "single"}, {"question": "Tocilizumab used against Rheumatoid arthritis is a monoclonal antibody against :", "exp": "Monoclonal antibody against IL-6 : Tocilizumab               \nMonoclonal antibody against IL-6 receptor : Sarilumab\nBoth are approved for Rheumatoid arthritis.", "cop": 1, "opa": "Interleukin-6", "opb": "Interleukin-6 receptor", "opc": "Interleukin-5", "opd": "Interleukin-5 receptor", "subject_name": "Pharmacology", "topic_name": null, "id": "ebb86720-905d-42e9-ae23-b852363cd97e", "choice_type": "single"}, {"question": "Muscle not included in Anterior compartment of thigh", "exp": "Gracilis is a muscle of Medial compartment", "cop": 3, "opa": "lliacus", "opb": "Sartorius", "opc": "Gracilis", "opd": "Rectus femoris", "subject_name": "Anatomy", "topic_name": null, "id": "4d34f71e-b4cb-4b2f-b4ef-bc96bf049113", "choice_type": "single"}, {"question": "Mantoux test reading of less than 5mm indicates", "exp": "Ref Robbins 9/e p371 Mantoux test is simply able to predict the presence or absent of cell mediated immunity against the tubercular antigens .it cannot differentiate between infection and disease Negative mantoux test just indicates that the individual has not been exposed to tuberculin bacilli", "cop": 2, "opa": "Tuberculosis infection", "opb": "Disseminated TB", "opc": "Susceptiblity to TB", "opd": "Immunity to TB", "subject_name": "Anatomy", "topic_name": "General anatomy", "id": "2f2b9b1e-61f7-45cb-a653-76e70b1b4583", "choice_type": "single"}, {"question": "Which of the following lies lateral to sheath of femoral hernia?", "exp": "Femoral vein lies lateral to sheath of femoral hernia.Femoral sheath - funnel shaped sleeve of fascia enclosing upper 3-4 cm of femoral vessels. The sheath is divided into three compaments by septa- Lateral compament - femoral aery and femoral branch of genitofemoral nerve Intermediate compament- femoral vein Medial compament - Also known as Femoral canal - Contains lymph node of Cloquet Femoral hernia - The femoral canal is an area of potential weakness in the abdominal wall through which abdominal contents may bulge out forming a femoral hernia. It is more common in females. So lateral to femoral canal lies femoral vein.", "cop": 3, "opa": "Femoral aery", "opb": "lateral cutaneous nerve of thigh", "opc": "Femoral vein", "opd": "Femoral nerve", "subject_name": "Anatomy", "topic_name": "Lower limb 1", "id": "1debc3e3-2d02-4055-b2e1-a49d8ea312b5", "choice_type": "single"}, {"question": "What is the percentage of immunoglobulins present in proteins?", "exp": "Immunoglobulins constitute 20 to 25% of total serum proteins. Based on physiochemical and antigenic differences, five classes of immunoglobulins have been recognized: IgG, IgA, IgM, IgD, and IgE.(Ref: Ananthanarayan 9th edition, p93)", "cop": 4, "opa": "5%", "opb": "10%", "opc": "15%", "opd": "20%", "subject_name": "Anatomy", "topic_name": "All India exam", "id": "c3e6d311-90e8-417d-86c1-34c36879ca92", "choice_type": "single"}, {"question": "Duration of action of flumazenil is:", "exp": "Flumazenil is absorbed orally ;oral bioavailability is ~16% but its not used orally .On I.v .injection ,action of flumazenil stas in seconds &last for 1-2 hours ;elimination t1/2 is 1 hour due to rapid metabolism. REF: KD Tripathi 8th ed.", "cop": 4, "opa": "5 minute", "opb": "10 minute", "opc": "20 minute", "opd": "1-2 hours", "subject_name": "Pharmacology", "topic_name": "Central Nervous system", "id": "59b9cdbb-7839-4348-9985-2d19d0726e8b", "choice_type": "single"}, {"question": "With regard to the malignant behavior of leiomyosarcoma, the most impoant criterion is", "exp": "Option 4 is correct=the number of mitosis per high power field Leiomyosarcomas typically take the form of soft, hemorrhagic, necrotic masses. The diagnostic features of ove leiomyosarcoma include tumor necrosis, cytologic atypia, and mitotic activity. Robbins basic pathology 9th edition page no 694,heading=leiomyosarcomas..box=Morphology ref img", "cop": 4, "opa": "Blood vessel penetration by tumor cells", "opb": "Tumor cells in lymphatic channels", "opc": "Lymphocyte infiltration", "opd": "The number of mitoses per high power field", "subject_name": "Pathology", "topic_name": "Breast", "id": "0ad73f37-daf5-4eb9-877e-ba9d75a05e5a", "choice_type": "single"}, {"question": "ESR in increased in -", "exp": "Ans. is 'b' i.e., Multiple myelomaFactors affecting ESR 1. Plasmao RBCs carry a negative electric charge, whereas plasma carries a postive charge.o Any condition in plasma that increases its positive charge, increases rouleaux formation and increases ESR by lengthening stage I.o Following factors increase positive charge and ESR : -i) Fibrinogen ----> Any condition which increases fibrinogen level will increase ESR - e.g.,a) Infectionb) Inflammationc) TBii) Globulin --> Conditions which increases globulin level will increase ESR.a) Kala azarb) Multiple myelomac) Some lymphoproliferative disordersd) Rheumatic feveriii) Cholesterol --> Hypercholesterolemia increases ESR.o Any condition in plasma that decreases its positive charge, decreases rouleaux formation and decreases ESR.i) Albumin --> Hyperalbuminemia decreases ESR.ii) Decreased fibrinogen ---> In afibrinogenemia, ESR is zero.2. RBCso Increase in blood count as in polycythemia decreases ESR due to the jostling (or pushing one another) effect on the cells.o Anemia increases the ESR by opposite effect, there are two exceptions.i) Sickle cell anemiaii)Microcytic hypochromic anemia (iron deficiency, Thalassemia)o In last two types of anemia, ESR decreases because altered red cell shape prevents rouleux formation.3. Physiological variationso ESR is low in infancyo ESR is high at pubeyo ESR is greater in women than man.4. Ohterso ESR is decreased in congestive hea failureo ESR is increased in acute myocardial infarction.", "cop": 2, "opa": "Sickle cell anemia", "opb": "Multiple myeloma", "opc": "Polycythemia vera", "opd": "Thalassemia", "subject_name": "Pathology", "topic_name": null, "id": "4dd294a3-7283-48b3-9d33-09f043ebad8a", "choice_type": "single"}, {"question": "Which of the following pigments accumulates in liver in Dubin-Johnson syndrome?", "exp": "Ans. b (Epinephrine metabolite) (Ref. Robbins Pathologic basis of disease 7th/ 887-888; Table 18-4)Dubin-Johnson syndrome# Hereditary defect in hepatocellular excretion of bilirubin glucuronides across the canalicular membrane due to absence of the canalicular protein, the multidrug resistance protein 2 (MRP2; located on chromosome 10q24), that isresponsible for transport of bilirubin glucuronides and related organic anions into bile.# The liver is darkly pigmented owing to coarse pigmented granules within the cytoplasm of hepatocytes.# Electron microscopy reveals that the pigment is located in lysosomes, and it appears to be composed of polymers of epinephrine metabolites., not bilirubin pigment.# The liver is otherwise normal.# Apart from chronic /recurrent jaundice (fluctuating intensity), patients are asymptomatic and have normal life span.OTHER HEREDITARY HYPERBILIRUBINEMIASCrigler-Najjar syndrome type I# The enzyme UGT1A1 is completely absent.6# The liver is incapable of synthesizing a functional enzyme, and the colorless bile contains only trace amounts of unconjugated bilirubin.# The liver is morphologically normal by light and electron microscopy.# However, serum unconjugated bilirubin reaches very high levels, producing severe jaundice and icterus.# Without liver transplantation, this condition is invariably fatal.Crigler-Najjar syndrome type II# It is a less severe, nonfatal disorder in which UGT1A1 enzyme activity is greatly reduced, and the enzyme is capable of forming only monoglucuronidated bilirubin.# Almost all patients develop normally and the only major consequence is extraordinarily yellow skin from high levels of circulating unconjugated bilirubin; but there is a risk of neurologic damage from kemicterus.# Phenobarbital improves bilirubin glucuronidation by inducing hypertrophy of hepatic endoplasmic reticulum.Gilbert syndrome# It is a relatively common, benign, somewhat heterogeneous inherited condition presenting with mild, fluctuating hyperbilirubinemia.# Main cause is reduction in hepatic bilirubin glucuronidating activity (UGT1A1) to about 30% of normal.# Gilbert syndrome has no clinical consequence except for the anxiety.Rotor syndrome# It is a rare form of asymptomatic conjugated hyperbilirubinemia with multiple defects in hepatocellular uptake and excretion of bilirubin pigments.# The liver is not pigmented.# As with Dubin-Johnson syndrome, patients with Rotor syndrome exhibit jaundice but otherwise live normal lives.", "cop": 2, "opa": "Monoglucuronate bilirubin", "opb": "Epinephrine metabolite", "opc": "Bilirubin pigment", "opd": "Melanotic pigment", "subject_name": "Pathology", "topic_name": "Liver & Biliary Tract", "id": "a655c4fb-d4ea-4a6a-b77c-5f7ab5cc4b75", "choice_type": "single"}, {"question": "Profunda femoris aery at its origin lies on which side of the femoral aery ?", "exp": "Ans. is 'b' i.e., LateralProfunda femoris aery arises from lateral side of femoral aery about 4 cm below the inguinal ligament.", "cop": 2, "opa": "Medial", "opb": "Lateral", "opc": "Posterior", "opd": "Posteromedial", "subject_name": "Anatomy", "topic_name": null, "id": "6e8de49f-8b2c-4d53-b257-6776f209b9cd", "choice_type": "single"}, {"question": "Ganglion of tendons is an example of -", "exp": "Ganglion\n\nA ganglion is a small cyst located near a joint capsule or tendon sheath. A common location is around the joints of the wrist where it appears as a firm, fluctuant, pea-sized, translucent nodule. It arises as a result of cystic or myxoid degeneration of connective tissue; hence the cyst wall lacks a true cell lining. The fluid in the cyst is similar to the synovial fluid; However, there is no communication with the joint space.", "cop": 4, "opa": "Neoplastic process", "opb": "Malformation", "opc": "Amyloid deposition", "opd": "Myxomatous degeneration", "subject_name": "Pathology", "topic_name": null, "id": "4532efdd-cb38-4516-bbd7-dc6554b07502", "choice_type": "single"}, {"question": "L-Dopa is combined with carbidopa in the treatment of parkinsonism to -", "exp": "Ans. is 'b' i.e., Inhibit peripheral decarboxylation of levodopa Carbidopa is combined with levodopa to inhibit peripheral decarboxylation of levodopa and make more levodopa available to cross the blood brain barrier to reach its site of action.", "cop": 2, "opa": "Decrease the efficacy of levodopa", "opb": "Decrease the efficacy of levodopa", "opc": "Increase the dose of levodopa required", "opd": "Inhibit conversion of levodopa to dopamine in the CNS", "subject_name": "Pharmacology", "topic_name": null, "id": "37d0ba6d-d4c0-47e3-9a6f-5d0596aba822", "choice_type": "single"}, {"question": "Maturation failure in poor absorption of the vitamin B12 causes:", "exp": "(Occurs in 3-4 months after absorption): Ref: 682-R (438- Basic pathology 8th)Vitamin B12 deficiency* Macrocytic megalablastic anaemia is the cardinal features* Usually pernicious (Addisonian) anaemiaDiagnostic features include:1. A moderate to severe megaloblastic anaemia2. Leukopenia with hypersegmented granulocytes3. Mild to moderate thrombocytopenia4. Mild jaundice due to ineffective erythropoisis and peripheral hemolysis of red cells5. Neurologic changes related to involvement of the posterolateral spinal tracts6. Achlorhydria even after histamine stimulation7. Inability to absorb an oral dose of cobalamin (assessed by urinary excretion of radio labeled cyanocobalamin given orally, called the shilling test)8. Low serum levels of vitamin Bj2 (less than 100 pg/ml)9. Elevated levels of homocysteine and methylmalonic acid in the serum (This is more sensitive than serum levels of vitamin B!2)10. A striking reticulocytic response and improvements in hematocrit levels beginning about 5 days after IV administration of vitamin B12. Serum antibodies to intrinsic factor are highly specific for pernicious anemia. Their presence attests to the cause of vitamin B12 deficiency, rather than the presence or absence of cobalamine deficiency.Polvcvthaemia - Vitamin B12 levels are strikingly elevated because of increased levels of transcobalamin III (501- CMDT-06)* Deficiency of vitamin B12 takes at least 2 years to develop when the body stores are totally depleted. (380-HM)", "cop": 3, "opa": "Microcytic hypochromic", "opb": "Sickle cell anemia", "opc": "Occurs in 3-4 months after the absorption", "opd": "Causes polycythaemia", "subject_name": "Pathology", "topic_name": "Blood", "id": "85f61add-d2c1-4ea1-9787-e880cb058ff3", "choice_type": "single"}, {"question": "Long acting beta agonist used once a day:", "exp": "Ans. C. IndacaterolRef: Katzung's Basic and Clinical Pharmacology 13th/ed, p340ExplanationAns. c. Indacaterol Ref: Katzung's Basic and Clinical Pharmacology 13th/ed, p340Explanationb agonistFeatures* Albuterol (salbutamol)* Terbutaline* Metaproterenol* Pirbuterol* Metered-dose inhalers* Bronchodilation is maximal within 15-30 minutes and persists for 3-4 hours.Frequent administrations required based on clinical status.* Can be given by nebulizer if using metered dose is not possible.* Albuterol and terbutaline are also available in tablet form (2 to 3 times daily) (option d), no added advantage therefore prescribed rarely. * Only terbutaline is available for subcutaneous injection; useful in severe asthma requiring emergency treatment when aerosolized therapy is not available or has been ineffective; CAUTION: Due to its longer duration of action cumulative effects may be seen after repeated injections.Bambuterol* It is prodrug of terbutaline.* Slowly hydorlyzed by pseudocholinesterase to release the active drug over a period of 24 hours.* Available in tablet form and given once daily.Long acting: Salme-Terol* Formoterol* Arformoterol* Carmoterol* Salmeterol a partial agonist and formoterol a full agonist.* Duration of action: 12 hours or more; used 2 times daily (options a,b,e).* In asthma should not be used as monotherapy; interact with inhaled corticosteroids to improve asthma control.Indacaterol* Ultra long acting p2 agonist; used once daily (Answer)* Approved for once daily long-term treatment of COPD and not for asthma and not for acute exacerbations of COPD.", "cop": 3, "opa": "Salmeterol", "opb": "Formoterol", "opc": "Indacaterol", "opd": "Terbutaline", "subject_name": "Pharmacology", "topic_name": "Asthma", "id": "dd3fa834-1605-4610-9287-fe4ac868594c", "choice_type": "single"}, {"question": "Which of the following are not a branch of external carotid Aery in Kiesselbach's plexus.", "exp": "*Kiesselbach's plexus: Antero superior pa is supplied by ANTERIOR & POSTERIOR ETHMOIDAL AERIES which are branches of ophthalmic aery, branch of INTERNAL CAROTID AERY. Antero inferior pa is supplied by SUPERIOR LABIAL AERY - branch of facial aery, which is branch of EXTERNAL CAROTID AERY. Postero superior pa is supplied by SPHENO-PALATINE AERY - branch of MAXILLARY aery, which is branch of ECA. POSTERO INFERIOR pa is supplied by branches of GREATER PALATINE AERY - branch of ECA Antero inferior pa/vestibule of septum contain anastomosis b/w septal ramus of superior labial branch of facial aery & branches of sphenopalatine, greater palatine & anterior ethmoidal aeries. These form a large capillary network called KIESSELBACH'S PLEXUS If dryness persists, bleeding will occur Therefore, in given options, Anterior ethmoidal aery is a branch of ICA not ECA", "cop": 2, "opa": "Sphenopalatine aery", "opb": "Anterior ethmoidal aery", "opc": "Greater palatine aery", "opd": "Septal branch of superior labial aery", "subject_name": "Anatomy", "topic_name": "AIIMS 2017", "id": "ce49098b-cc48-4168-859e-936e3e0c7459", "choice_type": "single"}, {"question": "CYP50 inhibition is least by:", "exp": "Ans: B. Rabeprazole(Ref: Goodman Gilman 12/e p1990; Katzung131e p1060, 12/e p1089; KDT 7/e p653).Rabeprazole:Exclusively metabolized by CYP2C19 and does not cause any inhibition of CYP450.Highest efficacy.Lansoprazole - Most potent.Rabeprazole & pantoprazole have no significant drug interactions.The FDA has issued a warning about a potentially impoant adverse interaction between clopidogrel and proton pump inhibitors.Proton pump inhibitors should be prescribed to patients taking clopidogrel only if they have an increased risk of gastrointestinal bleeding or require them for chronic gastro-esophageal reflux or peptic ulcer disease, in which case agents with minimal CYP2C19 inhibition (pantoprazole or rabeprazole) are preferred", "cop": 2, "opa": "Pantoprazole", "opb": "Rabeprazole", "opc": "Lansoprazole", "opd": "Omeprazole", "subject_name": "Pharmacology", "topic_name": null, "id": "6bce210a-7174-4c76-b1f0-9bc3f5c835fc", "choice_type": "single"}, {"question": "Which of the following structure is not present on floor of third ventricle?", "exp": "Answer- B (Third nerve)The third nerve (Oculomotor) does not form the floor of the third ventricle although it lies in close relation to the floor.The anterior wall of the third ventricle is formed by Lamina terminalis, Anterior commissure, Anterior columns of the fornixThe posterior wall is formed by the Pineal body, Posterior commissure, Cerebral aqueduct.The roof is formed by Body of fornix and the ependyma lining the undersurface of the tela choroidea of the third ventricle.The floor of the third ventricle is formed by Optic chiasma, Tuber cinereum, Infundibulum, the Mammillary bodies, Posterior perforated substance, and Tegmentum of the midbrain. The lateral wall is formed by the Medial surface of the thalamus, Hypothalamus, and the Hypothalamic sulcus.", "cop": 2, "opa": "Optic stalk", "opb": "Third nerve", "opc": "Infundibulum", "opd": "Mammillary body", "subject_name": "Anatomy", "topic_name": null, "id": "4df0486d-1aba-4df0-9a1f-fd86bb8acc9a", "choice_type": "single"}, {"question": "Which is a direct content of cavernous sinus?", "exp": "Abducent nerve: Only cranial nerve passing through the centre of cavernous sinus.", "cop": 3, "opa": "Ophthalmic division of trigeminal nerve", "opb": "Trochlear nerve", "opc": "Abducent nerve", "opd": "Oculomotor nerve", "subject_name": "Anatomy", "topic_name": null, "id": "47f8f5d9-4611-4a68-9e8f-2993951ccc95", "choice_type": "single"}, {"question": "Which marker shows holocrine gland?", "exp": "Marker (A) shows the Holocrine gland i.e, Sebaceous gland related with hair follicle sending sebum to skin surface. Marker (C) - Hair follicle Marker (D) - Sub cutaneous fat (Adipocytes) - empty looking cells with fat & peripheral nucleus - Usually skin & sebaceous glands have - stratified squamous epithelium", "cop": 1, "opa": "A", "opb": "B", "opc": "C", "opd": "D", "subject_name": "Anatomy", "topic_name": "AIIMS 2017", "id": "b3163789-82b3-4054-aabe-3a2b90aa7a98", "choice_type": "single"}, {"question": "Which of the following is not a pa of the quadruple test for antenatal detection of Down syndrome?", "exp": "TRIPLE TEST b Hcg || a feto protein || Estriol || QUADRAPLE TEST BHcg || A feto protein || Estriol || Inhibin A ||", "cop": 4, "opa": "AFP", "opb": "Estriol", "opc": "Beta HCG", "opd": "Inhibin B", "subject_name": "Pathology", "topic_name": "AIIMS 2018", "id": "f3f3ad74-951f-4907-913d-f5c6c6c2dd2a", "choice_type": "single"}, {"question": "Among the following propeies of dopamine, which of them is not helpful in acute shock?", "exp": "Ans: B. Increase in renal perfusion due to agonist action on DI receptors(Ref: Goodman Gilman 13Ie p1062, 12/e p355; KDT 71e p134, 6Ie p507)Dopamine at low concentrations (2 to 5 mug/kg per minute) primarily acts on vascular D, receptors, especially in the renal, mesenteric, and coronary beds.Increased renal perfusion caused by dopamine due to DI agonism (at low doses) doesn't improves survival in acute shock.", "cop": 2, "opa": "Alpha-1 agonist action leading to peripheral vasoconstriction", "opb": "Increase in renal perfusion due to agonist action on DI receptors", "opc": "Releases noradrenaline and causes positive inotropic effect", "opd": "Direct action on hea beta-1 receptors", "subject_name": "Pharmacology", "topic_name": null, "id": "a30f9a2b-52f0-4880-980d-d56de2a88910", "choice_type": "single"}, {"question": "Injury to the right mandibular nerve as it passes through foramen ovale produces the following effects:", "exp": "{This is due to damage of lingual branch of mandibular nerve.}", "cop": 4, "opa": "Loss of taste from the anterior 2/3 of tongue", "opb": "Deviation of the tongue to the left", "opc": "Deviation of chin to left when mouth is opened", "opd": "Loss of general sensation to anterior 2/3 of tongue", "subject_name": "Anatomy", "topic_name": null, "id": "a02c508f-6cf6-4699-b134-e50fd2d84fee", "choice_type": "single"}, {"question": "A patient presented with acute exacerbation of bronchial asthma. Salbutamol inhalation didn't improve the condition of the patient. So, intravenous coicosteroids and aminophylline were added and the condition improved. What is the mechanism of action of coicosteroids in this condition?", "exp": "Ans. b. They increase bronchial responsiveness to salbutamol Coicosteroids has a dual effect in acute asthma with an early facilitator effect on airway beta-2 adrenoreceptor sensitivity and a later effect on airway inflammation, which fuher emphasizes the need fir coicosteroids to he administered as early as possible during an acute asthma attack.\"he molecular mechanism of action of coicosteroids involves several effects on the inflammatory process. The major effect of coicosteroids is to switch off the transcription of multiple activated genes that encode inflammatory proteins such as cytokines, chemokines, adhesion molecules, and inflammatory enzymes. This effect involves several mechanisms, including inhibition of the transcription factor NF-KB, but an impoant mechanism is recruitment of HDAC2 to the inflammatory gene complex, which reverses the histone acetylation associated with increased gene transcription. Coicosteroids also activate anti-inflammatory genes, such as mitogen-activated protein (MAP) kinase phosphatase-1, and increase the expression of IQ-receptors. Most of the metabolic and endocrine side effects of coicosteroids are also mediated through transcriptional activation.", "cop": 2, "opa": "They cause bronchodilatation when given with xanthines", "opb": "They increase bronchial responsiveness to salbutamol", "opc": "They increase the action of aminophylline on adenosine receptors", "opd": "They increase the mucociliary clearance", "subject_name": "Pharmacology", "topic_name": null, "id": "8788091c-a8ef-4155-a7a3-8e85d643f856", "choice_type": "single"}, {"question": "What among the following is the use of this?", "exp": "The picture given above shows the WBC filter. | WBC's entering the body of the recipient | are the chances of development of transfusion related reactions. Purpose of having this kind of filter is that: - lesser chances of entry of WBC inside the body of the host. - Prevent the entry of (Cell) aggregates inside the body of the recipient. The size of the WBC filters can range from 170- 200m. The size of the transfusion needle is 18-19 gauge.", "cop": 2, "opa": "Prevent viral infections", "opb": "Prevent transfusion related reactions", "opc": "Prevent bacterial contamination", "opd": "Prevent blood mismatch", "subject_name": "Pathology", "topic_name": "AIIMS 2019", "id": "4e6da460-99e2-4192-b3b6-b10f8827dce2", "choice_type": "single"}, {"question": "Considering the latent period of muscle twitch to be 10 ms, contraction time 40 ms and relaxation time 50 ms, what will be the tetanizing frequency for this muscle?", "exp": "Ans: A. 25 HzStimulation frequency at which summation of contractions occurs -Determined by twitch duration of the paicular muscle under study.Example:If twitch duration = 10 ms.Frequencies less than 1/10 ms (100/s) - Cause discrete responses interrupted by complete relaxation.Frequencies greater than 100/s cause summation.Tetany:Continuous contraction of muscle fibers, without latent period & relaxation time.Hence tetanizing frequency depends only on contraction time, i.e. twitch duration.Twitch duration = 40 milliseconds = 0.04 secTetanizing frequency = 1/0.04 = 25 Hz", "cop": 1, "opa": "25 Hz", "opb": "50 Hz", "opc": "100 Hz", "opd": "75 Hz", "subject_name": "Physiology", "topic_name": null, "id": "9a3ac2a9-6d0f-4448-865c-e5bac449c1ec", "choice_type": "single"}, {"question": "Compament of leg without neurovascular bundle?", "exp": "Ans. d. Superficial posteriorRef: Grays Anatomy, 4lst ed, pg- 1406-1412 and Last anatomy 12th ed, pg. 142Contents of flexor (posterior) compament:Superficial pa:Gastrocnemius, plantaris and soleus musclesDeep pa:Popliteus, Flexor digitorum longus, flexor hallucis longus and Tibialis posterior musclePosterior tibial and peroneal vesselsTibial nerve", "cop": 4, "opa": "Anterior", "opb": "Lateral", "opc": "Deep posterior", "opd": "Superficial posterior", "subject_name": "Anatomy", "topic_name": null, "id": "7a51e736-c9fd-452f-8d09-127583a42886", "choice_type": "single"}, {"question": "Which of the following finger has two dorsal interossei (AIIMS May 2019)", "exp": "Dorsal interossei: Dorsal interossei are major abductors of index, middle & ring fingers. Most dorsally situated of all intrinsic muscles. Palpated through skin on dorsal aspect of hand. Tendons of dorsal interossei pass dorsal to deep transverse metacarpal ligament. - 1st dorsal interosseous muscle - largest & inses into lateral side of index finger. - 2nd& 3rd interosseous muscle - inse into lateral & medial sides respectively of middle finger. - 4th dorsal interosseous muscle - inses into medial side of ring finger. Thumb & little finger do not have dorsal interossei as they have their own abductors in thenar & hypothenar muscle groups respectively. Dorsal interossei + palmar interossei + lumbricals flex-metacarpophalangeal joint & extend inter - phalangeal joint.", "cop": 3, "opa": "Little", "opb": "Ring", "opc": "Middle", "opd": "Index", "subject_name": "Anatomy", "topic_name": "AIIMS 2019", "id": "433889ad-6b7a-4b52-b45d-2e2379f81d5e", "choice_type": "single"}, {"question": "Digoxin is obtained from a plant product and has a half-life of 36 hours. How does this information help us in formulating treatment?", "exp": "Ans: A. To adjust maintenance dose of digoxin required to keep the blood levels within therapeutic range(Ref Goodman Gilman 12/e p33. 37: KDT 7/e p31, 515)Half- life of drug:Determines the maintenance dose of digoxin.Helps maintain therapeutic plasma levels.Maintenance dose also determined by creatinine clearance.Half-life of dioxin:36 to 48 hrs in patients with normal renal function.3.5 to 5 days in anuric patients.In patients with normal renal function, an oral daily maintenance dose without loading dose - steady-state blood concentration in approximately 7 days.Hence daily maintenance dose decided based on half-life ofthe drug.Usual digoxin therapeutic serum concentrations range - 0.8 to 2 ng/mL.(Note: Loading dose governed by volume of distribution).", "cop": 1, "opa": "To adjust maintenance dose of digoxin required to keep the blood levels within therapeutic range", "opb": "Intravenous administration in emergency and urgent dosing", "opc": "Long half-life permits altemate day dosing", "opd": "It requires a high loading dose to be administered", "subject_name": "Pharmacology", "topic_name": null, "id": "8efe2632-49e7-4558-b438-a44fadccdd03", "choice_type": "single"}, {"question": "Left superior intercostal vein drains into ?", "exp": "2,3,4-posterior intercostal vein on left side drains into left superior intercostal which fuher drains into left brachiochephalic vein . Right and left brachiocephalic veins joins to form superior vena cava that opens into right atrium Posterior Intercostal Veins and their drainage: Right side drains into 1stposterior intercostal vein Right brachiocephalic vein 2,3,4 posterior intercostal vein Arch of azygos vein 5 to 11 posterior intercostal vein Azygos vein Left side drains into 1stposterior intercostal vein Left brachiocephalic vein 2,3,4-posterior intercostal vein Left brachiocephalic vein 5,6,7 posterior intercostal vein Superior hemiazygous vein 8,9,10 posterior intercostal vein Inferior hemiazygous vein", "cop": 3, "opa": "Azygous vein", "opb": "Hemiazygous vein", "opc": "Brachiocephalic vein", "opd": "Internal thoracic vein", "subject_name": "Anatomy", "topic_name": "AIIMS 2018", "id": "f1f62761-750a-4d61-ae39-13f4c4e131d5", "choice_type": "single"}, {"question": "Which of the following finding are there in iron deficiency anemia?", "exp": "The diagnosis of iron deficiency anemia ultimately rests on laboratory studies. The serum iron and ferritin are low, and the total plasma iron-binding capacity (reflecting elevated transferrin levels) is high. Low serum iron with increased ironbinding capacity results in a reduction of transferrin saturation to below 15%. Reduced iron stores inhibit hepcidin synthesis, and its serum levels fall.", "cop": 1, "opa": "| TIBC, | Ferritin, | Transferrin saturation", "opb": "| TIBC, | Ferritin, | Transferrin saturation", "opc": "| TIBC, | Ferritin, | Transferrin saturation", "opd": "| TIBC, | Ferritin, | Transferrin saturation", "subject_name": "Pathology", "topic_name": "AIIMS 2019", "id": "0447b9a2-22ec-449c-8a23-a52c28ac6b34", "choice_type": "single"}, {"question": "A 6 year old patient with anemia, on electrophoresis shows HbF of 90% and HbA2 of 3%. Which of the following will be seen on peripheral smear", "exp": "The peripheral smears given shows: A - Target cell B - Howell jolly bodies C - Poikilocytosis. - All these features are characteristic to b- Thalassemia major. - Best investigation for the diagnosis of any kind of hemoglobinopathy-HPLC (High Performance Liquid Chromatography)", "cop": 4, "opa": "A,B", "opb": "A,C", "opc": "B,C", "opd": "ABC", "subject_name": "Pathology", "topic_name": "AIIMS 2017", "id": "5141f42f-f120-4531-abe0-8248b8dc1c51", "choice_type": "single"}, {"question": "Which of the following marked muscles is Involved in Opening of jaw?", "exp": "Depression of Mandible done by Lateral Pterygoid Mylohyoid Anterior belly of digastric muscle *In the image Marker A - Lateral Pterygoid Marker B - Lateral to mandible bone - Masseter Marker C - TowardsTemporal region - Temporalis (retraction of Mandible) Marker D - Subcutaneous Muscle - Buccinator (Cheek muscle - Accessory Muscle for mastication) *Angle of mandible has Masseter laterally Medial pterygoid medially *ELEVATORS- Mnemonic - MTMe M - Masseter T - Temporalis M - Medial Pterygoid", "cop": 1, "opa": "A", "opb": "B", "opc": "C", "opd": "D", "subject_name": "Anatomy", "topic_name": "AIIMS 2017", "id": "d0aaea50-8928-4b40-ad20-7161f679bbc0", "choice_type": "single"}, {"question": "Which is not a branch of the external carotid aery supplying nasal septum?", "exp": "Ans. D. anterior ethmoidalThe nasal septum also derives its blood supply from :Branches from the external carotid aery are the sphenopalatine aery, the greater palatine aery, the superior labial aery, and the angular aery.The main branches from the interior carotid are the anterior ethmoidal aery, and the posterior ethmoidal aery that supplies the septum, and these derive from the ophthalmic aery.", "cop": 4, "opa": "Sphenopalatine", "opb": "greater palatine", "opc": "superior labial", "opd": "anterior ethmoidal", "subject_name": "Anatomy", "topic_name": null, "id": "45588c4c-da93-43ca-8ee4-05feb851be68", "choice_type": "single"}, {"question": "Liver is divided into eight segments according to Couinaud's classification based upon", "exp": "Segmental anatomy of liver. Liver is divided into 8 segments by DAV structures (bile duct, hepatic aery, poal vein) Poal vein is most impoant among them Left hepatic vein separates medial & lateral segments Right hepatic vein separates anterior & posterior segments Poal vein separates upper & lower segments From surgical perspective, right hepatectomy - involve division of liver in principle plane in which segment V, VI, VII, VIII would be removed leaving segments I, II, III, IV Hepatic vein is now removed from couinaud's classification", "cop": 2, "opa": "Bile Duct", "opb": "Poal vein", "opc": "Hepatic Vein", "opd": "Hepatic aery", "subject_name": "Anatomy", "topic_name": "AIIMS 2019", "id": "744e4dce-b8f1-447f-a964-bea1bbe98edf", "choice_type": "single"}, {"question": "Sequential arrangement question on JVP. Staing with \"a\" wave. A-First hea sound B-T wave C-R wave D-Rapid ejection phase", "exp": "Sequential arrangement - JVP waves: - A wave - atrial systole C wave - Iso volumetric contraction V wave - Iso volumetric relaxation Arrangement of ventricular events - Atrial systole - 'A' wave in JVP, | Ventricular systole - 'QRS' complex (ventricular depolarization) | AV valves closes - 1st hea sound | SL valve open - rapid ejection | Ventricular repolarization - T - wave", "cop": 3, "opa": "A,B,C,D", "opb": "A,C,D,B", "opc": "C,A,D,B", "opd": "D,C,B,A", "subject_name": "Physiology", "topic_name": "AIIMS 2019", "id": "b8a31186-4e61-46f8-bf04-c3e22f907418", "choice_type": "single"}, {"question": "Which of the following nerves supplies the ear lobule?", "exp": "Ans:. A. Greater auricular nerve (Ref Gray's 41/e p627, 40/e p620)Greater auricular nerve supplies ear lobule.Sensory nerves of ear:Great auricular nerve - Supplies most of cranial surface & posterior pa of lateral surface (helix, antihelix, lobule).Lesser occipital nerve - Supplies upper pa of cranial surface.Auricular branch of vagus - Supplies concavity of concha & posterior pa of eminentia.Auriculotemporal nerve - Supplies tragus, crus of helix & adjacent pa of helix.Facial nerve + auricular branch of vagus - Supplies small areas on both aspects of auricle, concha depression & its eminence.", "cop": 1, "opa": "Greater auricular nerve", "opb": "Lesser occipital nerve", "opc": "Facial nerve d", "opd": "Auriculotemporal nerve", "subject_name": "Anatomy", "topic_name": null, "id": "c0bb09db-0721-44e8-85a9-9adefcf98f25", "choice_type": "single"}, {"question": "Which of the following site doesn't contain brown adipose tissues?", "exp": "Ans: A. ScapulaBrown fat:More abundant in infants but also in adults.Location:Between scapulas, at nape of neck, along great vessels in thorax and abdomen & in other scattered locations in body.", "cop": 1, "opa": "Scapula", "opb": "Subcutaneous tissue", "opc": "Around blood vessel", "opd": "Around adrenal coex", "subject_name": "Physiology", "topic_name": null, "id": "8d780a43-0b60-45e8-b1d9-acc9f236f99b", "choice_type": "single"}, {"question": "Which of the following drugs is least efficacious in the treatment of temporal lobe epilepsy?", "exp": "Complex partial seizures (CPS, temporal lobe epilepsy, psychomotor): attacks of bizarre and confused behaviour dream-like state and purposeless movements, or even walking, unaware emotional changes lasting 1-2 min along with impairment of consciousness. The patient has no recollection of the attack. An aura often precedes. The seizure focus is located in the temporal lobe.​\nPhenobarbitone was the first efficacious anti-epileptic introduced in 1912.​\nPrimidone A deoxybarbiturate, which is converted by liver to phenobarbitone and phenylethyl malonamide (PEMA). Its antiepileptic activity is mainly due to these active metabolites because t1/2 of primidone (6-14 hr) is less than that of its active metabolites. About 1/3 primidone is excreted unchanged by kidney. Dose to dose primidone is less potent, but antiepileptic efficacy is similar to phenobarbitone. It is seldom used now in GTGC and partial epilepsy, mainly as an adjuvant to phenytoin or carbamazepine.\nAdverse effects are similar to phenobarbitone. In addition, anemia, leukopenia, psychotic reaction and lymph node enlargement occur rarely.\nDose: Start with 250 mg OD, then 250-500 mg BD, children 10-20 mg/kg/day.\nMYSOLINE 250 mg tab.\nReference: Essentials of Medical Pharmacology Eighth Edition KD TRIPATHI page no 438,443​", "cop": 3, "opa": "Phenobarbitone", "opb": "Phenytoin sodium", "opc": "Primidone", "opd": "Carbamazepine", "subject_name": "Pharmacology", "topic_name": null, "id": "c35aba8a-eb2e-44e5-8383-5b92cce06d2c", "choice_type": "single"}, {"question": "Group 2 sensory fibres are attached to:", "exp": "Numerical classification of sensory nerve fibers:", "cop": 3, "opa": "Annulospiral ending", "opb": "Golgi tendon", "opc": "Flower spray ending", "opd": "Pacinian corpuscle", "subject_name": "Physiology", "topic_name": null, "id": "ec80b06d-855f-41f7-82cf-8aa8d8ec9571", "choice_type": "single"}, {"question": "Shape of trapezium muscle is", "exp": "*Trapezius is triangular muscle present in upper back region. *Attachments & Origin: Origin: Superior nuchal line, external occipital protuberance, ligamentum nuchae, spinous processes of C7-T12 Inseion: Lateral 1/3rd of clavicle, acromion, spine of scapula. Innervation: Motor - Accessory nerve (CN-11) Proprioception - C3, C4. FUNCTION: Assists in laterally rotating scapula during abduction of humerus above horizontal *Upper fibers - Elevation of scapula *Middle fibers - Adduct scapula *Lower fibers - Depress scapula All fibers together rotates scapula laterally so glenoid cavity projects upwards taking humerus upwards. (Overhead Abduction)", "cop": 1, "opa": "Triangular", "opb": "Quadrilateral", "opc": "Trapezium", "opd": "Quadrangular", "subject_name": "Anatomy", "topic_name": "AIIMS 2017", "id": "33f854bc-b6ff-43b7-98f2-77128c47ed87", "choice_type": "single"}, {"question": "Anatomical dead space measured by -", "exp": "Ans. D. Single breath nitrogen test(Ref: Ganong 25/e p633, 634, 24/e p633, 634)Anatomical dead space - Calculation:By Bohr's equation - Uses single breath nitrogen inhalation technique.Xenon/Helium dilution technique:Used to measure functional residual capacity of lung.Spirometry:Cannot measure residual or dead space volumes.", "cop": 4, "opa": "Bohler's method", "opb": "Xenon dilution technique", "opc": "Spirometry", "opd": "Single breath nitrogen test", "subject_name": "Physiology", "topic_name": null, "id": "212c1720-9f09-49d2-9a44-47bd914b35c9", "choice_type": "single"}, {"question": "Which of the following anticoagulant preservative can be used to store blood, so that it can be kept for 35 days?", "exp": "Shelf life of the blood after adding above chemicals:- Acid citrate dextrose -> 21 days Citrate phosphate Dextrose -> 21 days Citrate phosphate Dextrose Adenine -> 35 days Saline Adenine Glucose Mannitol -> 42 days.", "cop": 3, "opa": "Acid citrate dextrose (ACD)", "opb": "CPD Citrate phosphate dextrose", "opc": "Citrate phosphate dextrose-adenine (CPD-A)", "opd": "CP2D - citrate phosphate double dextrose", "subject_name": "Pathology", "topic_name": "AIIMS 2017", "id": "af344b7b-30b7-4663-a02c-0605fb54c801", "choice_type": "single"}, {"question": "A morbidly obese diabetic woman was on failed metformin therapy. She has the history of pancreatitis and family history of bladder cancer. Patient does not want to take injections. Which of the following would be suitable to reduce her glucose levels?", "exp": "Ans. C. Canagliflozin Canagliflozin is a Sodium-Glucose Co-Transpoer 2 Inhibitor, given orally and reduces body weight. For the given clinical scenario, Canagliflozin is the preferred drug, as Sitagliptin increases the risk of acute pancreatitis, use of pioglitazone is associated with a small increased risk of bladder cancer and Liraglutide is given subcutaneously.", "cop": 3, "opa": "Liraglutide", "opb": "Sitagliptin", "opc": "Canagliflozin", "opd": "Pioglitazone", "subject_name": "Pharmacology", "topic_name": null, "id": "d9801e88-03ce-46a5-87fe-fa3d8b61fadf", "choice_type": "single"}, {"question": "Unpaired structures in the brain:", "exp": "Unpaired structure in the brain is basilar artery.", "cop": 1, "opa": "Basilar artery", "opb": "Vertebral artery", "opc": "Middle cerebral artery", "opd": "Anterior cerebral artery", "subject_name": "Anatomy", "topic_name": null, "id": "3844fc33-c5f5-48b4-ad6b-45dc4a3ec3c4", "choice_type": "single"}, {"question": "Which of the following is inherited as an autosomal dominant trait?", "exp": "Lichen planus, pemphigoid, and pemphigus are autoimmune diseases whereas white sponge nevus is inherited as autosomal dominant trait.", "cop": 4, "opa": "Lichen planus", "opb": "Bullous pemphigoid", "opc": "Pemphigus yulgaris", "opd": "White sponge nevus", "subject_name": "Pathology", "topic_name": null, "id": "1a4896e3-25f3-4954-93fd-0fea78d72b0c", "choice_type": "single"}, {"question": "Inferior thyroid artery ligation during thyroidectomy is done", "exp": "Inferior thyroid artery:\nIt is a branch of thyrocervical trunk from the first part of the subclavian artery. It first runs upwards along the medial border of  scalenus anterior, and then passes medially behind the carotid sheath to reach the back of the thyroid lobe, where it is intimately related to the recurrent laryngeal nerve. The recurrent laryngeal nerve presents a variable relationship with the artery. It may pass behind or in front of the loop of the artery or between the branches of the artery. The artery gives 4 or 5 branches.\nKEY CONCEPT:\nDuring thyroidectomy, the superior thyroid artery is ligated near the gland to save the external laryngeal nerve; and the inferior thyroid artery is ligated away from the gland to save the recurrent laryngeal nerve.", "cop": 1, "opa": "For recurrent Laryngeal nerve", "opb": "Superior laryngeal nerve", "opc": "Vagus nerve", "opd": "Glossopharyngeal nerve", "subject_name": "Anatomy", "topic_name": null, "id": "42db9931-1f80-46a1-8c80-4e7f3d76051c", "choice_type": "single"}, {"question": "Interstitial fluid volume can be determined by:", "exp": "Ans: D. Radioactive sodium and radioactive labelled albumin(Ref Ganong 25/e p3, 24/e p2; Guvton I p309, 310)Fluid volumeIndicator usedTotal body water volumeDeuterium oxide: D20 (MC used)degTritium oxidedeg, Aminopyrinedeg, AntipyrinedegExtracellular fluid volumeInulin (most accurate)degs22Na, 1251-iothalamate, thiosulfatedegPlasma volumeEvans bluedegSerum albumin labeled with radioactive iodinedeg (1-125)Intracellular fluid(Calculated as total body water - extracellular fluid volume)Blood volume\"Cr-labeled RBCsdeg, or calculated as blood volume = plasma volume/ (1 - hematocrit)Interstitial fluid(Calculated as extracellular fluid volume - plasma volume)", "cop": 4, "opa": "Radioactive iodine and radiolabelled water", "opb": "Radioactive water and radiolabelled albumin", "opc": "Radioactive sodium and radioactive water", "opd": "Radioactive sodium and radioactive labelled albumin", "subject_name": "Physiology", "topic_name": null, "id": "074d6dbc-2825-4387-ada2-01725dd954e2", "choice_type": "single"}, {"question": "Erythropoietin acts on:", "exp": "Normal duration of erythropoiesis = 7- 9 days Under influence of erythropoietin = 5- 6 days EPO acts on earlier precursors i.e. Formation of burst forming units formation of proerythroblast It has been determined that the impoant effect of erythropoietin is to stimulate the production of proerythroblast from hematopoietic stem cells in the bone marrow. In addition, once the proerythroblasts are formed, the erythropoietin causes these cells to pass more rapidly through the different erythroblastic stages than they normally do, fuher speeding up the process Page 488, CH 33. :", "cop": 4, "opa": "CFU", "opb": "Late erythtoblast", "opc": "Normoblast", "opd": "Burst forming unit (BFU)", "subject_name": "Physiology", "topic_name": "AIIMS 2018", "id": "5bb71e79-6495-4b29-a2b4-8af6d9fb4d86", "choice_type": "single"}, {"question": "Patient's lab value of Na+ 137, K+4, Urea 54, Bicarbonate 15, Phosphate 3, Chloride 110, Calcium 10. Calculate the Anion gap?", "exp": "Anion gap - All Cations can be measured but some of the anions can't be measured, this creates a viual GAP, called as - Anion gap Measured by: - (Na+) + (unmeasured cations) = (CL-) + (HCO-3) + Unmeasured anions - Since cations do not remain unmeasured, all cations gets measured, therefore :- Anion gap = Na minus - - - 137 - 125 - 12", "cop": 1, "opa": "12", "opb": "16", "opc": "10", "opd": "8", "subject_name": "Physiology", "topic_name": "AIIMS 2019", "id": "6b63e6bd-ebb1-439d-a8f6-c35a37b7436c", "choice_type": "single"}, {"question": "Vasodilatation is caused by:", "exp": "Ans. B. Histamine* Histamine causes marked dilatation of smaller blood vessels that include aerioles, capillaries, and venules.", "cop": 2, "opa": "Serotonin", "opb": "Histamine", "opc": "LT C4", "opd": "Thromboxane A2", "subject_name": "Pharmacology", "topic_name": null, "id": "e5738b76-f11a-4599-9a5d-479116b993c1", "choice_type": "single"}, {"question": "Which of the following drugs acting on dilator pupillae has an action analogous to that of pilocarpine on sphincter papillae?", "exp": "Ans: B. Epinephrine(Ref Goodman Gilman 12/e p326,. Katzung, 13/e p162, 12/e p160,. KDT 7th/e p153. 6th/e p123).Epinephrine acts on dilator pupillae, causing the dilatation of pupil analogous to that of pilocarpine on sphincter papillae.Sympathetic stimulation of adrenergic receptors causes the contraction of the radial muscle and subsequent dilation of the pupil.Parasympathetic stimulation causes contraction of the circular muscle and constriction of the pupil.", "cop": 2, "opa": "Timolol", "opb": "Epinephrine", "opc": "Neostigmine", "opd": "Tropicamide", "subject_name": "Pharmacology", "topic_name": null, "id": "00a9d0ce-1638-4a3d-98a6-59e99938c5db", "choice_type": "single"}, {"question": "An unknown drug is being tested in experimental setup. The results obtained are given in the table. From these actions, new drug is likely to be:ParameterPlacebo treatedNew drug treatedHea rate7286Systolic BP110150Diastolic BP8068TremorsAbsentPresent", "exp": "Ans. A. Beta-1 and beta-2 agonistBeta-1 stimulation increases hea rate and systolic blood pressure. Beta-2 stimulation cause vasodilation and thus decreases diastolic blood pressure and tremors. Hence, the drug appears to be beta-1 and beta-2 agonist.", "cop": 1, "opa": "Beta-I and beta-2 agonist", "opb": "Alpha-1 antagonist and beta-2 agonist", "opc": "M2 and M3 agonist", "opd": "Alpha-1 and beta-1 agonist", "subject_name": "Pharmacology", "topic_name": null, "id": "90a1a7e3-3ff3-4653-8d13-3de6811b4eca", "choice_type": "single"}, {"question": "Cardiac pain may be transmitted to the jaw due to the overlapping of:", "exp": "Cardiac pain may be transmitted to the jaw due to the overlapping of 5th cranial nerve, third cervical nerve, and first thoracic nerve", "cop": 1, "opa": "5th cranial nerve, third cervical nerve and first thoracic nerve", "opb": "7th cranial nerve, third cervical nerve and first thoracic nerve", "opc": "5th cranial nerve, second cervical nerve and first thoracic nerve", "opd": "7th cranial nerve, second cervical nerve and first thoracic nerve", "subject_name": "Anatomy", "topic_name": null, "id": "dc918d5f-2451-47cb-9b33-25b5eb96cab0", "choice_type": "single"}, {"question": "Post parotidectomy, patient feels numb while shaving. Which nerve was involved ?", "exp": "Greater auricular nerve - supplies sensory innervation for skin over parotid & mastoid process(both surfaces of outer ear) | when damaged after parotidectomy, | causes hyperesthesia / hypoesthesia", "cop": 4, "opa": "Facial", "opb": "Mandibular", "opc": "Auriculotemporal", "opd": "Greater auricular", "subject_name": "Anatomy", "topic_name": "AIIMS 2019", "id": "292be6a1-f5da-4d67-8ae1-ae4d05a5f4a4", "choice_type": "single"}, {"question": "Which of the following instructions should be given to a lactating mother regarding drug usage?", "exp": "Just before the next dose, the plasma concentration of drug is minimum; so it is relatively safer to feed at that time. Some drugs are secreted significantly in milk. There is no relation between half-life of a drug and its milk secretion ; So, long half life drugs may also come in milk. Not all the drugs are harmful or significantly secreted in milk so feed should not be stopped. Drugs C/I during lactation: Lithium Aspirin Levetiracetam Atenolol Sulfonamide Metronidazole Methotrexate Metals(Cu).", "cop": 3, "opa": "No advice is required as most of the drugs are secreted negligibly in the milk", "opb": "Take drugs with longer half-life", "opc": "Tell her to feed the baby just before next dose", "opd": "Do not feed the baby if you are consuming any drug", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "8cd9acfa-7c86-406b-83f0-49e7e207aef7", "choice_type": "single"}, {"question": "Which of the following gives the rate of drug absorption in plasma concentration graph?", "exp": "Ans: A. Tmax and CmaxRef: Sharma & Sharma's Principles of Pharmacolog, j'd ed., pg. 30-31 and hup:// whrw. e a r op e a n r ev i ew. o r g/wp /wp - c o n t e nt/ up I o a d s/6. p df .From the plasma concentration graph, we obtain three impoant parametersCmax is the peak plasma concentrationTmax i.e. time to attain the peak plasma concentration or CmaxAUC (Area under the curve) of plasma concentration time graphThe 1st two parameters i.e. Cmax and the Tmax are the indicators of the rate of absorption.", "cop": 1, "opa": "Tmax and Cmax", "opb": "Area under the curve", "opc": "Tmax alone", "opd": "Cmax alone", "subject_name": "Pharmacology", "topic_name": null, "id": "39aa0685-41e4-4701-acb9-88abe226e574", "choice_type": "single"}, {"question": "Which of the following is an example of placebo?", "exp": "* In sham surgery, surgery is done without any purpose; we just open the abdomen in one person and close it, in other person appendix is removed; this is done to see whether appendectomy has any advantage.* Placebos (fake drug/dummy medicine) are used in clinical trials to compare the two treatments; it can't produce any effect. * Herbal medication can produce some effects.* Physiotherapy can also produce effects.", "cop": 3, "opa": "Herbal medication with no known effect", "opb": "Physiotherapy", "opc": "Sham surgery", "opd": "Cognitive behavioral therapy", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "16759fbf-ac94-4ec3-9fde-0702eee3eac5", "choice_type": "single"}, {"question": "Lower two pas of sternal body is fused by:", "exp": "Ans: D. 14 yearsLower two pas of sternal body is fused by 14 years.", "cop": 4, "opa": "8 years", "opb": "10 years", "opc": "12 years", "opd": "14 years", "subject_name": "Anatomy", "topic_name": null, "id": "a497ae07-aaf0-4410-a034-665f087f1d83", "choice_type": "single"}, {"question": "A 22-year-old female gives the history of recurrent joint pains. She has now developed petechial hemorrhages. She is most likely to have:", "exp": "Answer:. d. Acquired factor VIII inhibitors (Wintrobes p1442-144-.'74;Harrison19/ep734-735, 740, 18/e p982).The clinical presentation in a young female of recurrent joint pains with petechial hemorrhage is suggestive of an autoimmune disease.A female patient is unlike to have hemophilia, as it is an X-linked disorder. However, she can have autoantibodies against factor VIII.", "cop": 4, "opa": "Megakaryocytic thrombocytopenia", "opb": "Amegakaryocytic thrombocytopenia", "opc": "Platelet function defects", "opd": "Acquired factor VIII inhibitors", "subject_name": "Pathology", "topic_name": null, "id": "592c91f5-5a59-44d3-b19b-08d036762a1b", "choice_type": "single"}, {"question": "Finger with two dorsal interossei attached?", "exp": "Ans.C. Middle1st: largest; lateral side of index finger2nd and 3rd: both attach to either side of 3rd (middle) finger4th: medial side of 4th (ring) finger", "cop": 3, "opa": "Little", "opb": "Index", "opc": "Middle", "opd": "Ring", "subject_name": "Anatomy", "topic_name": null, "id": "34c40855-d9e8-48a6-aedd-c214e19de1fd", "choice_type": "single"}, {"question": "Manufaeturer of a drug company labels that the drug contains 500 mg of paracetamol. On analysis' if was found to contain only 200 mg of drug. Which type of drug it is known as?", "exp": "Ans: A. Counterfeit drugRef: and hxp://www.globalforumljdorg/sites/default/files/docs/tibrary/lllflO-Evolution%20of/o20Definitions%20Definition.pdfand to the US FDA Counterfeit medicine is fake medicine.It may be contaminated or contain the wrong or no active ingredient.They could have the right active ingredient but at the wrong dose.Counterfeit drugs are illegal and may be harmful to your health.", "cop": 1, "opa": "Counterfeit drug", "opb": "Adulterant drug", "opc": "Spurious drug", "opd": "Unethical drug", "subject_name": "Pharmacology", "topic_name": null, "id": "97ea4638-c71a-428b-b839-7638bdd467ab", "choice_type": "single"}, {"question": "X,Y,Z are the ee ions pet meaule..\\\\ and V=-30. If at resting membrane potential (RMP), when there is no net electro genic transfer, what is the value of Z?", "exp": "Ans. c. +80 Resting membrane potential (RMP) is the static state of a membrane, where the net transmembrane electric flux is zero. Non-electrogenic transfer at RMP means X+Y+Z = 0 . Since X = -50 and Y= -30, then Z must be +80 since (-80 +80 = 0)", "cop": 3, "opa": "20", "opb": "-20", "opc": "80", "opd": "-80", "subject_name": "Physiology", "topic_name": null, "id": "ae3d3724-3fd3-433f-9f38-53dfc516e32f", "choice_type": "single"}, {"question": "Vestibulo-Ocular Reflex Mediated by:", "exp": "Ans:A (Flocculonodular Lobe) Ref: Pal GK. Cerbellurn. In: Textbook of Medical Physiology. Ahuja Publishing House. 2007: 116: 871.Explanation:Functional Division of CerebellumVestibulo cerebellum/Arch-cerebellum (Flocculonodular lobe)Connections with vestibular apparatusConcerned with equilibrium and learning induced changes in vesiihulo-occular reflexSpino cerebellumVermis - controls muscle movements of axial bodyIntermediate zone - controls muscle movements of limbsCerbrocerbellum (Ponto cerebellum/Neo cerbellurn) Overall planning programming of motor activities", "cop": 1, "opa": "Flocculonodular Lobe", "opb": "Vermal portion of Spinocerebel 1 um", "opc": "Neocerebellum", "opd": "Paravermal region of Spinocerebellum", "subject_name": "Physiology", "topic_name": "Cerebellum and Brainstem", "id": "b9596ff7-85da-4b76-992a-3d853eb04bfd", "choice_type": "single"}, {"question": "After an incised wound ,new collagen fibrils are seen along with a thick layer of growing epithelium.The approximate age of the wound is", "exp": "Ref Robbins 9/e p106 Incised wound for the formation of collagen and new tissue, thick layer of epithelial ,and granulation tissue formation along with new blood vessels requires atleast 4_5 days", "cop": 1, "opa": "4-5days", "opb": "About 1week", "opc": "12-24hrs", "opd": "24-48 hrs", "subject_name": "Anatomy", "topic_name": "General anatomy", "id": "8556ec34-5fc9-46de-8be9-bce2fbd3ea06", "choice_type": "single"}, {"question": "Which of the following events is involved in cleavage of the zygote during week 1 of development?", "exp": "Cleavage is a series of mitotic divisions by which the large amount of zygote cytoplasm is successively paitioned among the newly formed blastomeres. Although the number of blastomeres increases during cleavage, the size of individual blastomeres decreases until they resemble adult cells in size.", "cop": 4, "opa": "A series of meiotic divisions forming blastomeres", "opb": "Production of highly differentiated blastomeres", "opc": "An increased cytoplasmic content of blastomeres", "opd": "A decrease in size of blastomeres", "subject_name": "Anatomy", "topic_name": "Development period- week 1,2,3,4", "id": "daea259a-2232-46db-8d5a-e04d5a1d4c5c", "choice_type": "single"}, {"question": "The alveoli are filled with exudate. The air is displaced, converting the lung into a solid organ. This description suggests-", "exp": "• ‘Bacterial invasion of the lung parenchyma causes the alveoli to be filled with an inflammatory exudate, thus causing consolidation (“solidification”) of the pulmonary tissue’…..Robbins definition of pneumonia", "cop": 4, "opa": "Chronic bronchitis", "opb": "Bronchial asthma", "opc": "Bronchiectasis", "opd": "Lobar pneumonia", "subject_name": "Pathology", "topic_name": null, "id": "8cb58471-ef9b-485d-89cb-89b15929bab3", "choice_type": "single"}, {"question": "Effective red cell diameter", "exp": "Answer: (C) Thalassemia minor anemia may present with normal RBC diameter (265-68-Hrshmohon 7th) (630= Rabbins- basis disease)Red blood cell distribution width (RDW or RCDW) is a measure of the variation of red blood cell (RBC) volume that is reported as part of a standard complete blood count. Usually red blood cells are a standard size of about 6-8 pm in diameter. Certain disorders, however, cause a significant variation in cell size. Higher RDW values indicate greater variation in size. Normal reference range in human red blood cells is 11.5-14.5%. If anemia is observed, RDW test results are often used together with mean corpuscular volume (MCV) results to determine the possible causes of the anemia. It is mainly used to differentiate an anemia of mixed causes from an anemia of a single cause. Deficiencies of Vitamin Bl2 orfolate produce a macrocytic anemia (large cell anemia) in which the RDW is elevated in roughly two- thirds of all cases; however, a varied size distribution of red blood cells is a hallmark of iron deficiency anemia, and as such shows an increased RDW in virtually all cases. In the case of a mixed iron and B!2 deficiency, there will normally be a mix of both large cells and small cells, causing the RDW to be elevated. An elevated RDW (red blood cells of unequal sizes) is known as anisocytosis. An elevation in the RDW is not characteristic of all anemias; anemia of chronic disease,hereditary spherocytosis, acute blood loss, aplastic anemia (anemia resulting from an inability of the bone marrow to produce red blood cells), and certain hereditary hemoglobinopathies (including some cases of thalassemia minor) all may present with a normal RDW* The human erythrocyte is a biconcave disc, 7-2 pm in diameter, and has a thickness of 2-4 pm at the periphery and 1 mm in the centre* More than 90% of the weight of erythrocytes consists of haemoglobin. The life span of red cell is 120 +- 30 day.* Range of normal red cell count in health in 5.5 +- 1.0 x1012/L in men and 4.8 +- l.0x 1012/l in women* Packed cell volume (PCV) or haematocrit- 0.47 + 0.07L/L (40-54%) in men- 0.42 +- 0.05 L/L (37-47%) in women* Reticulocyte count (%)0.5-l .5* Red cell distribution width-11.5-14.51. Mean corpuscular volume (MCV) =PCV in L/LRBC Count/L Normal value is 85 +- 8fl (77-93 fl)2. Mean corpuscular haemoglobin (MCH) =Hb/LRBC Count/L Normal range is 29.5 +2.5pg (27-32 Pg)3. Mean corpuscular haemoglobin concentration (MCHC) =Hb /dlPCV in L/LNormal value is 32.5 +2.5 g/dl (30-35 g/dl)* The size of the RBC is measured by MCV. MCHC is independent of red cell count and size *** Monocyte is the largest mature leucocyte in peripheral blood* Flow cytometry is done on - Lymphocytes* The anticoagulant used in Wintrobe ESR- Double oxalate1. Alkaline phosphatase is specific to Neutrophils cells2. Acid phasphatase is found in all hematopoitic cells but the highest levels are found in macrophages and osteoclasts (Monocytes)* Anticoagalant of choice for coagulation test is 3.2% sodium citrate *** Potassium oxalate + sodium fluoride is anticoagulant used in collection of blood sugar.Increases Leucocyte Alkaline phosphateDecreased Leucocyte Alkaline phosphate* Infections* Leukamoid reactions* Polycythemia- vera* Paroxysmal nocturnal hemoglobinuria (PNH)* CMLBlood group A is associated with1. Carcinoma stomach, cervix salivary gland pancreas2. Pernicious anemia3. Thrombosis in OCP users", "cop": 3, "opa": "Different in males and females", "opb": "Diameter of 500 microns", "opc": "Thalassemia minor anemia may present with normal RBC diameter", "opd": "Mixed iron and folic deficiency anemia produce microcytic", "subject_name": "Pathology", "topic_name": "Blood", "id": "4600d02f-5965-4b62-8549-0626a3952919", "choice_type": "single"}, {"question": "Metformin is NOT effective in lowering of blood sugar level in which of the following patients?", "exp": "(Ref:KDT 6/e p269) Metformin is the drug of choice for the treatment of obese diabetic patients, as it causes weight loss. It does not cause release of insulin, therefore less chances of hypoglycemia.", "cop": 1, "opa": "Non diabetics", "opb": "Obese diabetics", "opc": "Type 2 diabetics", "opd": "Diabetics not responding to sulfonylureas", "subject_name": "Anatomy", "topic_name": "Other topics and Adverse effects", "id": "455bf6be-62c3-4ec0-ba1e-eafa0b49459b", "choice_type": "single"}, {"question": "Renal threshold for serum glucose level-", "exp": "Ans. is 'b' i.e., 200 mg/dl * The transport maximum for glucose is 375 mg/min whereas the filtered load of glucose is only 125 mg/min.* Therefore, in normal conditions 100% of glucose is reabsorbed in proximal tubules.* When plasma glucose concentration is 100 mg/dl the filtered load is at its normal level, 125 mg/min, there is no loss of glucose in the urine.* However, when the plasma concentration of glucose rises above about 200 mg/dl, increasing the filtered load about 250 mg/min, a small amount of glucose begins to appear in the urine.* This point is termed as threshold for glucose.* Note that this appearance of glucose in the urine occurs before the transport maximum is reached.* The reason for the difference between threshold and transport maximum is that not all nephron have same transport maimum for glucose, and some of the nephron therefore begin to excrete glucose before others have reached their transport maximum.* The overall transport maximum for the kidneys, which is normally about 375 mg/min, is reached when all nephrons have reached their maximal capacity to reabsorb glucose.* That means, above filtered load of 250 mg/min of glucose, some glucose will appear in the urine (threshold level), whereas above filtered load of 375 mg/min, all the glucose will be excreted because all the nephrons have reached to their transport maximum.* Thus, Renal threshold for glucosei) At plasma levels - 200 mg/dlii) At filtered load - 250 mg/min", "cop": 2, "opa": "100 mg/dl", "opb": "200 mg/dl", "opc": "300 mg/dl", "opd": "400 mg/dl", "subject_name": "Physiology", "topic_name": "Kidneys and Body Fluids", "id": "f9305a4e-40ad-41fa-8be2-3fe7dc212bfa", "choice_type": "single"}, {"question": "NOT a cause of granular contracted kidney ?", "exp": "Ans. is 'a' i.e., Diabetes mellitusCauses of Granular contracted kidney ?Chronic glomerulonephritis (symmetric)Chronic pyelonephritis (asymmetric) o Benign Nephrosclerosis (Symmetric) Sometimes, Diabetes too can cause granular contracted kidney", "cop": 1, "opa": "Diabetes mellitus", "opb": "Chronic pyelonephritis", "opc": "Benign nephrosclerosis", "opd": "Chronic glomerulonephritis", "subject_name": "Pathology", "topic_name": null, "id": "0ff5d474-8b83-4e08-a720-1546fc5dee6f", "choice_type": "single"}, {"question": "When VA/Q is infinity, it means", "exp": "-Ventilation / perfusion ratio - normal = 4l/min/5l/min=0.8 - AV/Q= INFINITY - Means Perfusion (Q) to lungs is zero that is blood supply to that area is hindered making it awasted ventilationin those alveoli. - This may be due to pulmonary embolism causing |ed Physiological DEAD space . DEAD SPACE- Some of the air a person breathes never reaches the gas exchange areas but simply fills respiratory passages where gas exchange does not occur, - called so as its not useful for gas exchange. Physiologial / total dead space = anatomical dead space +alveolar dead space (non perfused/ non functioning Alveoli) In Atelectasisventilation: perfusion ratio (VA/Q) iszero. it is is the most common cause of a physiologic shunt.", "cop": 1, "opa": "Dead space", "opb": "The PO2 of alveolar air is 159 mmHg and PCO2 is 40 mmHg", "opc": "Paial pressure of O2 and CO are equal", "opd": "Atelectasis", "subject_name": "Physiology", "topic_name": "NEET Jan 2020", "id": "824706cb-9571-4bcd-ae12-d893256f0c35", "choice_type": "single"}, {"question": "Electron microscopy finding indicating irreversible cell injury is:", "exp": "Irreversible injury is associated morphologically with:- Mitochondrial swelling Plasma membrane damage which forms myelin figures Lysosomal swelling. Large, flocculent, amorphous densities develop in the mitochondrial matrix", "cop": 3, "opa": "Dilation of ER", "opb": "Dissociation of ribosomes from rough ER", "opc": "Flocculent densities in the mitochondria", "opd": "Intact cell membrane", "subject_name": "Pathology", "topic_name": "Irreversible cell Injury/Necrosis", "id": "d8df3767-6a85-49b3-bb28-5ea967bf26fc", "choice_type": "single"}, {"question": "Which of the following drugs is contraindicated along with spironolactone", "exp": "CONTRAINDICATIONS / PRECAUTIONS Adrenal insufficiency, anuria, diabetes mellitus, hyperkalemia, renal disease, renal failure, renal impairment. ... Acid/base imbalance, metabolic acidosis, metabolic alkalosis, respiratory acidosis. ... Ascites, biliary cirrhosis, hepatic disease. ... Menstrual irregularity.", "cop": 3, "opa": "Chlorothiazide", "opb": "Beta blockers", "opc": "ACE inhibitors", "opd": "Amlodipine", "subject_name": "Pharmacology", "topic_name": "Kidney", "id": "d0efa4a0-aeef-4af5-acef-c41cfb68529e", "choice_type": "single"}]